Repository: wagtail/wagtail
Catalog: wagtail/contrib/redirects/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, cs, cy, el, et, fa, fr, gl, hr_hr, hu, is_is, ja, mi, mn, my, nb, nl, pl, pt_br, sl, th, tr, ug, uk

source: Export Redirects
ca: Exportar Redireccions
cs: Export přesměrování
fr: Exporter les règles de redirection
gl: Exportar Redireccións
hr_hr: Izvoz preusmjeravanja
hu: Átirányítások exportálása
is_is: Flytja út tilvísanir
nb: Eksporter Videresendinger
nl: Exporteer doorverwijzingen
pl: Eksport Przekierowań
sl: Izvozite preusmeritve
uk: Екпортувати Перенаправлення

source: Redirect '{0}' updated.
cs: Přesměrování '{0}' bylo upraveno.
el: Η ανακατεύθυνση '{0}' αποθηκεύθηκε.
et: Ümbersuunamine „{0}” on värskendatud.
is_is: Tilvísun '{0}' uppfærð.
ja: リダイレクト：'{0}'が更新されました。
mi: Whakapeau '{0}' kua whakahou
nl: Doorverwijzing '{0}' gewijzigd.
pt_br: Redirecionar '{0}' atualizado.
th: การกำหนดทิศทาง'{0}'ถูกอัพเดทแล้ว
uk: Перенаправлення '{0}' оновлено.

source: Redirect '{0}' deleted.
cs: Přesměrování '{0}' bylo smazáno.
el: Η ανακατεύθυνση '{0}' διαγράφηκε.
et: Ümbersuunamine '{0}' on kustutatud.
is_is: Tilvísun '{0}' eytt.
ja: リダイレクト： '{0}'が削除されました。
mi: Whakapeau '{0}' kua mukuhia.
nl: Doorverwijzing '{0}' verwijderd.
pt_br: Redirecionar '{0}' excluída.
th: การกำหนดทิศทาง'{0}'ถูกลบทิ้งแล้ว
uk: Перенаправлення '{0}' видалено.

source: Redirect '{0}' added.
cs: Přesměrování '{0}' bylo přidáno.
et: Ümbersuunamine'{0}' on lisatud.
is_is: Tilvísun '{0}' var bætt við.
ja: リダイレクト： '{0}'が追加されました。
nl: Doorverwijzing '{0}' toegevoegd.
pt_br: Redirecionar '{0}' adicionada.
th: การกำหนดทิศทาง'{0}'ถูกเพิ่มแล้ว
uk: Перенаправлення '{0}' додано.

source: File format of type "{}" is not supported
cs: Formát souboru "{}" není podporován
et: Failiformaat "{}" ei ole toetatud
is_is: Skráarsnið af tegundinni "{}" er ekki stutt
ja: "{}" のファイルフォーマットはサポートしていません
nl: Het bestandsformaat "{}" wordt niet ondersteund
uk: Формат файлу "{}" не підтримується

source: Imported file has a wrong encoding: %s
cs: Importovaný soubor má nesprávné kódování: %s
et: Imporditud failil on vale kodeering: %s
is_is: Innlesin skrá er vitlaust kóðuð: %s
ja: 不正なエンコーディングをもつインポートファイル: %s
nl: Het geïmporteerde bestand heeft een verkeerde encoding: %s
uk: Імпортований файл має неправильне кодування: %s

source: <p>Select a file where redirects are separated into rows and contains the columns representing <code>from</code> and <code>to</code> (they can be named anything).</p> <p>After submitting you will be taken to a confirmation view where you can customize your redirects before import.</p>
cs: <p>Vyberete soubor, který na jednotlivých řádcích popisuje přiřazení, se sloupci, které znamenají <code>od</code> a <code>do</code> (libovolně pojmenované).</p> <p>Po potvrzení budete před samotným importem v dalším nastavení moci přiřazení upřesnit.</p>
et: <p>Valige fail, kus ümbersuunamised on eraldatud ridadeks ja sisaldab veerge, mis tähistavad <code>alates</code> ja <code>kuhu</code> (neid võib nimetada ükskõik millisteks).</p><p>Pärast saatmist suunatakse teid kinnitusvaate juurde, kus saate enne importimist oma ümbersuunamisi kohandada.</p>
ja: <p>リダイレクトは<code>from</code>と<code>to</code>の列で構成されます。複数のリダイレクトは複数行として含められます。ファイルを選択してください (名前は何でも構いません) 。</p> <p>ファイルをアップロード後、確認画面でインポート前にカスタマイズできます。</p>
uk: <p>Виберіть файл з перенаправленнями який містить рядки і колонки <code>від</code> і <code>до</code> (вони можуть названі як завгодно).</p> <p>Після відправки форми відкриється вікно підтвердження, де ви можете налаштувати перенаправлення перед імпортом. </p>

source: There is %(counter)s match
cs: Nalezen %(counter)s výsledek
et: On %(counter)s vaste
ja: %(counter)s件の一致があります。
th: มี %(counter)s ที่ตรงกัน
uk: Знайдено %(counter)s збіг

source: Redirect from
el: Ανακατεύθυνση από
pt_br: Redirecionar de

source: Redirect to a page
el: Ανακατεύθυνση σε σελίδα
pt_br: Redirecionar para a página

source: Redirect to any URL
el: Ανακατεύθυση σε κάποια διεύθυση
pt_br: Redirecionar para qualquer URL

source: primary
el: Πρωτεύουσα
pt_br: primário

source: There is one match
el: Βρέθηκα ένα αποτέλεσμα
pt_br: Há um resultado
