Repository: wagtail/wagtail
Catalog: wagtail/contrib/redirects/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, cs, cy, el, et, fa, fr, gl, hr_hr, hu, is_is, ja, mi, mn, my, nb, nl, pl, pt_br, sl, th, tr, ug, uk

source: Wagtail redirects
ar: إعادة التوجيه في Wagtail
ca: Redireccions de Wagtail
cs: Wagtail přesměrování
cy: Ailgyfeiriad Wagtail
et: Wagtail suunab ümber
fr: Règles de Redirections Wagtail
gl: Redireccións de Wagtail
hr_hr: Wagtail preusmjeravanja
hu: Átirányítások
is_is: Wagtail tilvísanir
ja: Wagtailリダイレクト
mi: Ngā whakapeau ō Wagtail
my: ဝဂ်တေးရီဒါရိုက်များ
nb: Wagtail-videresending
nl: Wagtail doorverwijzingen
pl: Przekierowania Wagtail
sl: Wagtail preusmeritve
th: การกำหนดทิศทางใหม่ของWagtail
tr: Wagtail yönlendirmeler (redirects)
ug: Wagtail قايتا نىشانلاش
uk: Перенаправлення Wagtail

source: Type
ar: النوع
ca: Tipus
cs: Typ
cy: Math
el: Τύπος
et: Tüüp
fa: نوع
gl: Tipo
hr_hr: Vrsta
hu: Típus
is_is: Tegund
ja: タイプ
mi: Momo
mn: Төрөл
pl: Typ
pt_br: Tipo
sl: Tip
th: แบบ,รูปแบบ
tr: Tür
ug: تۈرى
uk: Тип

source: Permanent
ar: دائم
cs: Trvalé
cy: Parhaol
el: Μόνιμη
fr: Permanente
gl: Permanente
hr_hr: Trajno
hu: Állandó
is_is: Endanleg
pl: Stałe
pt_br: Permanente
sl: Stalna
ug: مەڭگۈلۈك
uk: Постійно

source: Temporary
ar: مؤقت
ca: Temporal
cs: Dočasné
cy: Dros Dro
fr: Temporaire
gl: Temporal
hr_hr: Privremeno
hu: Átmeneti
is_is: Tímabundin
nb: Midlertidig
nl: Tijdelijk
pl: Czasowe
sl: Začasno
ug: ۋاقىتلىق
uk: Тимчасово

source: All
ar: الكل
ca: Tot
cs: Všechna
cy: I gyd
et: Kõik
fa: همه
fr: Tous
gl: Todos
hr_hr: Sve
hu: Összes
is_is: Allar
mi: Katoa
mn: Бүгд
nb: Alle
nl: Alle
pl: Wszystkie
sl: Vse
tr: Hepsi
ug: ھەممىسى
uk: Усі

source: From site
ar: من الموقع
ca: Des del lloc
cs: Z webu
cy: O'r safle
et: Saidilt
fa: از سایت
fr: Du site
gl: Dende sitio web
hr_hr: Sa stranice
hu: Webhelyről
is_is: Frá síðu
ja: 元サイト
mi: Mai i te pae nei
mn: Сайтаас
my: ဆိုက်မှ
nb: Fra nettsted
nl: Vanaf site
pl: Serwis źródłowy
sl: Iz spletnega mesta
th: จากเว็บไซด์
tr: Siteden
ug: بېكەتتىن
uk: З сайту

source: All sites
ar: جميع المواقع
ca: Tots els llocs
cs: Všechny weby
cy: Safleoedd i gyd
et: Kõik saidid
fa: همه سایت ها
fr: Tous les sites
gl: Todos os sitios web
hr_hr: Sva sjedišta
hu: Összes webhely
is_is: Allar síður
ja: 全てのサイト
mi: Ngā pae katoa
mn: Бүх сайтууд
my: ဆိုက်အားလုံး
nb: Alle nettsteder
nl: Alle sites
pl: Wszystkie serwisy
sl: Vsa spletna mesta
th: ทุกเว็บไซด์
tr: Tüm siteler
ug: بارلىق بېكەتلەر
uk: Усі сайти

source: A redirect with this path already exists.
ar: يوجد بالفعل إعادة توجيه بهذا المسار.
ca: Ja existeix una redirecció amb aquesta ruta.
cs: Přesměrování s touto cestou již existuje.
cy: Mae ailgyfeiriad gyda'r llwybr hwn eisoes yn bodoli.
et: Selle teega ümbersuunamine on juba olemas.
fa: ریدایرکتی با این مسیر وجود دارد.
fr: Une règle de redirection avec ce chemin existe déjà.
gl: Unha redirección con esta ruta xa existe
hr_hr: Preusmjeravanje na ovu putanju već postoji.
hu: Már létezik átirányítás erre az útvonalra.
is_is: Tilvísun á þessa slóð er þegar til
ja: このリダイレクト先は既に登録されています。
mi: Kā tu tonu he whakapeau mo tēnei tukutata
mn: Ийм замтай чиглүүлэлт өмнө нь хадгалагдсан байна.
my: ယင်းလမ်းကြောင်းနှင့် ရီဒါရိုက် ရှိပြီးနေပါပြီ။
nb: En videresending med denne stien eksisterer allerede.
nl: Er bestaat al een doorverwijzing met dit pad.
pl: Przekierowanie z tym adresem już istnieje.
sl: Preusmeritev za to pot že obstaja.
th: การกำหนดทิศทางใหม่นี้มีอยู่แล้ว
tr: Bunu yolu kullanan bir yönlendirme zaten var.
ug: بۇ يولدا قايتا نىشانلاش مەۋجۇت.
uk: Перенаправлення з цим шляхом вже існує.

source: File to import
ar: ملف للاستيراد
ca: Fitxer a importar
cs: Soubor pro import
cy: Ffeil i'w mewnforio
et: Imporditav fail
fr: Fichier à importer
gl: Arquivo a importar
hr_hr: Datoteka za uvoz
hu: Importálandó fájl
is_is: Skrá sem lesa á inn
ja: インポートファイル
mi: He kōnae kia kawemai
nb: Fil som skal importeres
nl: Te importeren bestand
pl: Plik do importu
sl: Datoteka za uvoz
tr: İçe aktarılacak dosya
ug: ئەكىرىدىغان ھۆججەت
uk: Файл для імпорту

source: Supported formats: %(supported_formats)s.
ar: الصيغ المدعومة: %(supported_formats)s.
ca: Formats permesos: %(supported_formats)s.
cs: Podporované formáty: %(supported_formats)s.
cy: Fformatau a gefnogir: %(supported_formats)s.
et: Toetatud vormingud: %(supported_formats)s.
fa: فورمت‌های پشتیبانی‌شده: %(supported_formats)s.
fr: Formats supportés : %(supported_formats)s.
gl: Formatos soportados: %(supported_formats)s.
hr_hr: Podržani formati: %(supported_formats)s.
hu: Támogatott formátumok: %(supported_formats)s.
is_is: Studd skráarsnið: %(supported_formats)s.
ja: サポートされているフォーマット: %(supported_formats)s
mi: Pou hōputu: %(supported_formats)s.
mn: Дэмжигдсэн форматууд: %(supported_formats)s.
nb: Støttede formater: %(supported_formats)s.
nl: Ondersteunde formaten: %(supported_formats)s.
pl: Wspierane formaty: %(supported_formats)s.
sl: Podprte oblike zapisa: %(supported_formats)s.
tr: Desteklenen biçimler: %(supported_formats)s.
ug: قوللايدىغان پىچىم: %(supported_formats)s.
uk: Підтримувані формати: %(supported_formats)s.

source: From field
ar: حقل المصدر
ca: Camp Origen
cs: Z pole
cy: O
et: Põllult
fr: Champ source
gl: Campo Dende
hr_hr: Polazna točka
hu: Eredeti link mező
is_is: Frá reit
ja: Fromフィールド
mi: Mai i te whīra
nb: Fra felt
nl: Van veld
pl: Pole formularza
sl: S polja
ug: بۆلەكتىن
uk: З поля

source: To field
ar: حقل الهدف
ca: Camp Destí
cs: Do pole
cy: I
et: Väljale
fr: Champ destination
gl: Campo Cara
hr_hr: Odredišna točka
hu: Cél link mező
is_is: Í reit
ja: Toフィールド
mi: Ki te whīra
nb: Til felt
nl: Naar veld
pl: Do pola
sl: Na polje
tr: Hedef alan
ug: بۆلەككە
uk: В поле

source: redirect from
ar: إعادة توجيه من
ca: redirigir des de
cs: přesměrovat z
cy: ailgyfeirio o
et: ümbersuunamine saidilt
fa: ریدایرکت از
fr: redirige depuis
gl: redireccionar dende
hr_hr: preusmjeri sa
hu: átirányítás innét
is_is: Tilvísun frá
ja: リダイレクト元
mi: Whakapeau mai
mn: хаанаас чиглэсэн
my: မှ ရီဒါရိုက်ပါ
nb: videresend fra
nl: verwijs door vanaf
pl: przekierowanie z
sl: Preusmeritev iz
th: การกำหนดทิศทางใหม่จาก
tr: yönlendiren
ug: قايتا نىشانلاش ئورنى
uk: перенаправити з

source: site
ar: موقع
ca: lloc
cs: web
cy: safle
et: sait
fa: سایت
gl: sitio web
hr_hr: sjedište
hu: webhely
is_is: síðu
ja: サイト
mi: Pae
mn: сайт
my: ဆိုက်
nb: nettsted
pl: serwis
sl: spletno mesto
th: เว็บไซด์
ug: بېكەت
uk: сайт

source: permanent
ar: دائم
cs: trvalé
cy: parhaol
et: püsiv
fa: ثابت
gl: permanente
hr_hr: trajno
hu: állandó
is_is: endanleg
ja: 恒久
mi: Whakatūturu
mn: бүр мөсөн
my: အမြဲတမ်း
pl: stałe
sl: Stalna
th: ไม่มีกำหนดเวลา,ถาวร,ตลอดไป
tr: kalıcı
ug: مەڭگۈلۈك
uk: постійно

source: Recommended. Permanent redirects ensure search engines forget the old page (the 'Redirect from') and index the new page instead.
ar: موصى به. تضمن عمليات إعادة التوجيه الدائمة أن تنسى محركات البحث الصفحة القديمة (المصدر) وتفهرس الصفحة الجديدة بدلاً منها.
ca: Recomanat. Redireccionaments permanents asseguren que els motors de cerca oblidin la pàgina antiga (El 'redireccionament des de') i indexin la nova pàgina al seu lloc.
cs: Doporučeno. Trvalé přesměrování zajistí, že webové vyhledávače zapomenou původní stránku (pole 'Přesměrovat z') a zaindexují novou stránku.
cy: Argymhellir. Mae ailgyfeiriadau parhaol yn sicrhau bod peiriannau chwilio yn anghofio'r hen dudalen (yr 'Ailgyfeirio o') ac yn mynegeio'r dudalen newydd yn lle hynny.
el: Συνιστώμενο. Με τις μόνιμες ανακατευθύνσεις οι μηχανές αναζήτησης "ξεχνούν" την παλαιά σελίδα ("Ανακατεύθυνση από") και πλέον χρησιμοποιούν τη νέα σελίδα.
et: Soovitatud. Püsivad ümbersuunamised kindlustavad, et otsingumootorid unustavad vana lehe(Suunatud leht) ja indekseerib uue lehe selle asemel.
fa: پیشنهاد شده. ریدایرکت های ثابت به موتورهای جستجو اطمینان می‌دهند تا نشانی قدیمی (ریدایرکت از) را حذف کنند و به جای آن صفحه جدید را ایندکس نمایند.
fr: Recommandé. Les règles de redirection permanentes vous assurent que les moteurs de recherche oublient la vieille page (définie sous « redirige depuis ») et indexe la nouvelle à la place.
gl: Recomendado. Redireccións permanentes aseguran que os motores de busca esquecen a páxina vella (a 'Redirección desde') e indexa a nova páxina no seu lugar.
hr_hr: Preporučeno. Trajna usmjeravanja osiguravaju da tražilice zaborave staru stranicu (polaznu točku) i indeksiraju novu stranicu.
hu: Javasolt. Az állandó átirányítások elősegítik, hogy a keresőmotorok elfelejtsék a régi linket ('átirányítás innét'), és az új oldalt indexeljék.
is_is: Mælt með. Endanleg tilvísun passar upp á að leitarvélar gleymi eldri síðunni (þaðan sem vísað er frá) og indexi nýju síðuna í staðinn.
ja: 推奨：恒久的リダイレクトによりサーチエンジンから古いページが削除され、新しいページを読み込むようになります。
mi: Tūtohu. Ka whakatūturu ngā whakapeau tūturu i ngā initia-a-haha kia kaore rātou e wareware te whārangi o mua (te 'puka whakapeau') mē kuputohu te whārangi hou.
nb: Anbefales. Permanent videresending sørger for at søkemotorer glemmer den gamle siden ("Videresend fra") og indekserer den nye siden i stedet.
nl: Aanbevolen. Permanente doorverwijzingen zorgen ervoor dat zoekmachines de oude pagina ("verwijs door vanaf") vergeten en in plaats daarvan de nieuwe pagina indexeren.
pl: Zalecane. Stałe przekierowania dają pewność, że wyszukiwarki zapomną starą stronę ('Przekieruj z') i zaindeksują w jej miejsce nową.
pt_br: Recomendado. Redirecionamento permanente garante que mecanismos de busca esqueçam a página antiga (o 'Redirecionar de') e criem um idex da página nova.
sl: Priporočeno. Stalne preusmeritve zagotovijo, da spletni iskalniki pozabijo staro in namesto nje indeksirajo novo stran.
th: คำแนะนำ การกำหนดทิศทางใหม่ในทุกๆครั้งเป็นที่แน่นอนว่าเว็บไซด์ที่ช่วยในการค้นหาจะลืมหน้าเก่าที่เคยค้นหา(จากการกำหนดทิศทาง)และมันจะขึ้นหน้าใหม่ให้แทน
tr: Önerilir. Kalıcı yönlendirmeler, arama motorlarının eski sayfayı ('yönlendiren') unutmasını ve yerine yeni sayfayı indekslemesini sağlar.
ug: تەۋسىيە قىلىندى. مەڭگۈلۈك قايتا نىشانلاش ئىزدەش موتورلىرىنىڭ كونا بەتنى («قايتا نىشانلاش مەنبەسى») ئۇنتۇشىغا كاپالەتلىك قىلىدۇ ھەمدە ئۇنىڭ ئورنىغا يېڭى بەتنى نىشانلايدۇ.
uk: Рекомендується. Постійні перенаправлення гарантують, що пошукові системи забудуть стару сторінку (вказану у "Перенаправити з"), натомість індексуючи нову.

source: redirect to a page
ar: إعادة توجيه إلى صفحة
ca: redirigir a una pàgina
cs: přesměrovat na stránku
cy: ailgyfeirio i dudalen
et: suunata lehele
fa: ریدایرکت به یک صفحه
fr: redirige vers une page
gl: redireccionar a unha páxina
hr_hr: preusmjeri na stranicu
hu: átirányítás oldalra
is_is: tilvísun á síðu
ja: ページにリダイレクト
mi: Whakapeau ki tētahi whārangi
mn: хуудас руу чиглүүлэх
my: စာမျက်နှာတစ်ခုသို့ ရီဒါရိုက်ပါ
nb: videresend til en side
nl: stuur door naar een pagina
pl: przekieruj na stronę
sl: preusmeri na stran
th: การกำหนดหน้าใหม่
tr: bir sayfaya yönlendir
ug: بىر بەتكە قايتا نىشانلايدۇ
uk: перенаправити на сторінку

source: target page route
ar: مسار صفحة الهدف
ca: Ruta de la pàgina de destí
cy: llwybr tudalen targed
fr: route de la page cible
gl: ruta da páxina de destino
hr_hr: Putanja na odredišnoj stranici
hu: céloldal alpontja
is_is: slóð til að vísa á
nb: Målside rute
nl: Doelpagina route
pl: ścieżka strony docelowej
sl: pot ciljne strani
tr: hedef sayfa yolu
ug: نىشان بەت يولى

source: Optionally specify a route on the target page to redirect to. Leave blank to redirect to the default page route.
ar: يمكنك اختياريًا تحديد مسار في صفحة الهدف لإعادة التوجيه إليه. اتركه فارغًا لإعادة التوجيه إلى مسار الصفحة الافتراضي.
ca: Opcionalment, podeu especificar una ruta a la pàgina destí a la qual redirigir. Deixar en blanc per redirigir a la ruta de la pàgina per defecte.
cy: Yn ddewisol, nodwch lwybr ar y dudalen darged i ailgyfeirio iddo. Gadewch yn wag i ailgyfeirio i'r llwybr tudalen rhagosodedig.
fr: La route de page vers laquelle effectuer la redirection, ou la route par défaut si laissé vide.
gl: Opcionalmente especifica unha ruta na páxina de destino a que redirixir. Déixao en blanco para redirixir á páxina por defecto.
hr_hr: Po izboru možete odrediti putanju na odredišnoj stranici na koju će se stranica preusmjeriti. Ostavite prazno za preusmjeravanje na zadanu putanju stranice.
hu: Opcionálisan megadhatja, hogy az adott oldalon belül hova irányítódjon a látogató. Üresen hagyva az alapértelmezett alpontra kerül.
is_is: Þú getur gefið upp slóð á síðuna sem þú vilt vísa á. Skildu eftir autt til að vísa á sjálfgefna slóð.
nb: Du kan eventuelt angi en rute på målsiden du vil omdirigere til. La stå tomt for å omdirigere til standard siderute.
nl: Optioneel. Specificeer een route op de doelpagina om naar door te verwijzen. Laat leeg om de standaard route te gebruiken.
pl: Opcjonalnie zdefiniuj ścieżkę na stronie docelowej do przekierowania. Pozostaw puste aby przekierować do domyślnej ścieżki.
sl: Po želji določite pot na ciljni strani, na katero želite preusmeriti. Pustite prazno za preusmeritev na privzeto pot strani.
tr: Yönlendirmek için hedef sayfadaki bir yolu isteğe bağlı olarak belirtin. Varsayılan sayfa yoluna yönlendirmek için boş bırakın.
ug: قايتا نىشانلايدىغان نىشان بەتتىكى يولنى تاللاپ بەلگىلىگىلى بولىدۇ. كۆڭۈلدىكى بەت يولىغا قايتا نىشانلاش ئۈچۈن بوش قالدۇرۇلىدۇ.

source: redirect to any URL
ar: إعادة توجيه إلى أي عنوان URL
ca: redirigir a alguna URL
cs: přesměrovat na jakékoliv URL
cy: ailgyfeirio i unrhyw URL
et: suunab suvalisele URL-ile
fa: ریدایرکت به هر نشانی
fr: redirige vers n'importe quelle URL
gl: redireccionar a calquera URL
hr_hr: preusmjeri na URL
hu: átirányítás bármilyen URL-re
is_is: tilvísun á slóð
ja: 任意のURLにリダイレクト
mi: Whakapeau ki tētahi URL
mn: ямар ч URL руу чиглүүлэх
my: URL တစ်ခုခုသို့ ရီဒါရိုက်ပါ
nb: videresend til URL
nl: stuur door naar een specifiek adres
pl: przekieruj na dowolny adres URL
sl: preusmeri na katerikoli URL
th: การกำหนด URL อันไหนก็ได้
tr: herhangi bir URL'ye yönlendir
ug: خالىغان تور ئادرېسىغا قايتا نىشانلايدۇ
uk: перенаправити на будь-який URL

source: automatically created
ar: تم إنشاؤه تلقائيًا
ca: Creada automàticament
cy: creu yn awtomatig
fr: créée automatiquement
gl: creada automáticamente
hr_hr: kreirano automatski
hu: automatikusan létrehozva
is_is: sjálfvirkt búin til
nb: Opprettet automatisk
nl: automatisch aangemaakt
pl: automatycznie utworzone
sl: samodejno ustvarjena
tr: otomatik olarak oluşturuldu
ug: ئاپتوماتىك قۇرۇلدى

source: created at
ar: تم الإنشاء في
ca: creada el
cy: creu yn
fa: ایجادشده در
fr: créé à
gl: creado en
hr_hr: stvoreno u
hu: létrehozás ideje
is_is: búin til
mi: I hangaia ki
mn: үүссэн
nb: opprettet
nl: gemaakt op
pl: utworzono dnia
sl: ustvarjeno
tr: oluşturulma zamanı
ug: قۇرۇلغان ۋاقتى

source: temporary
ar: مؤقت
ca: provisional
cs: dočasné
cy: dros dro
et: ajutine
fa: موقتی
fr: temporaire
gl: temporal
hr_hr: privremeno
hu: átmeneti
is_is: Tímabundið
ja: 一時
mi: Taupua
mn: түр зуурын
my: ယာယီ
nb: midlertidig
nl: tijdelijk
pl: tymczasowy
sl: začasno
th: ชั่วคราว
tr: geçici
ug: ۋاقىتلىق
uk: тимчасово

source: redirect
ar: إعادة توجيه
ca: redirigir
cs: přesměrování
cy: ailgyfeirio
et: ümbersuunamine
fa: ریدایرکت
fr: règle de redirection
gl: redireccionar
hr_hr: preusmjeravanje
hu: átirányítás
is_is: tilvísun
ja: リダイレクト
mi: Whakapeau
mn: чиглүүлэлт
my: ရီဒါရိုက်
nb: videresending
nl: Doorverwijzing
pl: przekierowanie
sl: preusmeritev
th: กำหนดทิศทางใหม่
tr: yönlendir
ug: قايتا نىشانلا
uk: перенаправлення

source: redirects
ar: إعادة التوجيهات
ca: redireccions
cy: ailgyfeirio
fr: règles de redirection
gl: redireccións
hr_hr: preusmjeravanja
hu: átirányítások
is_is: tilvísanir
nb: videresendinger
nl: doorverwijzingen
pl: przekierowania
sl: preusmeritve
ug: قايتا نىشانلا

source: Add redirect
ar: إضافة إعادة توجيه
ca: Afegeix redirecció
cs: Přidat přesměrování
cy: Ychwanegu ailgyfeiriad
el: Προσθήκη ανακατεύθυνσης
et: Lisa ümbersuunamine
fa: افزودن ریدایرکت
fr: Ajouter une règle de redirection
gl: Engadir redirección
hr_hr: Dodaj preusmjeravanje
hu: Átírányítás hozzáadása
is_is: Bæta við tilvísun
ja: リダイレクトを追加
mi: Tāpiri he whakapeau
mn: Чиглүүлэлт нэмэх
my: ရီဒါရိုက်ထည့်ပါ
nb: Legg til videresending
nl: Voeg doorverwijzing toe
pl: Dodaj przekierowanie
pt_br: Add Redirecionamentos
sl: Dodaj preusmeritev
th: เพิ่มทิศทางใหม่
tr: Yönlendirme ekle
ug: قايتا نىشانلاش قوش
uk: Додати перенарпавлення

source: Save
ca: Desa
cs: Uložit
el: Αποθήκευση
et: Salvesta
fa: ذخیره
fr: Enregistrer
gl: Gardar
hr_hr: Spremi
hu: Mentés
is_is: Vista
ja: 保存
mi: Puritia
mn: Хадгалах
my: သိမ်းဆည်းပါ
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sl: Shrani
th: เซฟ,เก็บรักษา
uk: Зберегти

source: Redirects
ar: إعادة التوجيهات
ca: Redireccions
cs: Přesměrování
cy: Ailgyfeiriadau
el: Ανακατευθύνει
et: Suunab
fa: ریدایرکت ها
fr: Règles de Redirection
gl: Redireccións
hr_hr: Preusmjeravanja
hu: Átirányítások
is_is: Tilvísanir
ja: リダイレクト
mi: Ngā whakapeau
mn: Redirect-үүд
nb: Videresendinger
nl: Doorverwijzingen
pl: Przekierowania
pt_br: Redirecionamentos
sl: Preusmeritve
th: การกำหนดหลายทิศทาง
tr: Yönlendirmeler
ug: قايتا نىشانلا
uk: Список перенаправлень

source: Import redirects
ar: استيراد إعادة التوجيهات
ca: Importar redireccions
cs: Načíst přesměrování
cy: Mewnforio ailgyfeiriadau
et: Impordi ümbersuunamised
fr: Importer des règles de redirection
gl: Importar redireccións
hr_hr: Uvezi preusmjeravanja
hu: Átirányítások importálása
is_is: Lesa inn tilvísanir
ja: リダイレクトをインポート
mi: Kawemai ngā whakapeau
nb: importer videresendinger
nl: Importeer doorverwijzingen
pl: Import przekierowań
sl: Uvozite preusmeritve
ug: قايتا نىشانلاشنى ئەكىر
uk: Імпортувати перенаправлення

source: <p>Select a file where redirects are separated into rows and contains the columns representing <code>from</code> and <code>to</code> (they can be named anything).</p> <p>After submitting you will be taken to a confirmation view where you can customize your redirects before import.</p>
ar: <p>حدد ملفًا حيث يتم فصل إعادة التوجيهات في صفوف ويحتوي على أعمدة تمثل <code>من</code> و <code>إلى</code> (يمكن تسميتها بأي شيء).</p> <p>بعد الإرسال، سيتم نقلك إلى عرض تأكيد حيث يمكنك تخصيص إعادة التوجيهات قبل الاستيراد.</p>
ca: <p>Seleccioneu un fitxer on les redireccions estiguin separades en files i que contingui les columnes que representen <code>orígen</code> i <code>destí</code> (poden tenir qualsevol nom).</p> <p>Després d'enviar-lo se us mostrarà una visualització de confirmació on podreu personalitzar les redireccions abans d'importar-les.</p>
cy: <p>Dewiswch ffeil lle mae ailgyfeiriadau wedi'u gwahanu'n rhesi ac yn cynnwys y colofnau sy'n cynrychioli <code>o</code> a <code>i</code> (gellir eu henwi yn unrhyw beth).</p> <p>Ar ôl cyflwyno byddwch yn cael eich tywys i olwg cadarnhau lle gallwch addasu eich ailgyfeiriadau cyn mewnforio.</p>
fr: <p>Sélectionnez un fichier dans lequel chaque ligne représente une règle de redirection et où chaque ligne est composée de deux colonnes représentant la <code>source</code> et <code>destination</code> (le nom des colonnes est libre).</p> <p>Après soumission du formulaire, vous pourrez personnaliser les redirections lors de l'étape de confirmation.</p>
gl: <p>Selecciona un arquivo no que as redireccións estén separados en filas e conteñan as columnas que representen <code>dende</code> e <code>cara</code> (poden ter calquer nome).</p> <p>Despóis de envialo serás levado a unha páxina de confirmación na que poderás afinar as redireccións antes de importalas.</p>
hr_hr: <p>Odaberite datoteku u kojoj se preusmjeravanja nalaze u retcima, a stupci sadrže <code>polaznu</code> i <code>odredišnu</code> točku (nazivi su proizvoljni).</p> <p>Nakon potvrde moći ćete prilagoditi preusmjeravanja prije nego ih uvezete.</p>
hu: <p>Kérjük adjon meg egy fájlt, ahol az átirányítások oszlopokba vannak rendezve, és tartalmazza az <code>eredeti linket</code>, amiről át kell irányítani, és a <code>cél linket</code>, ahová megy a látogató (az oszlopok neve bármi lehet). </p><p>A beküldés után egy megerősítő oldalt fog látni, ahol a végrehajtás előtt még módosíthat az átirányításokon.</p>
nb: Velg en fil der videresendinger er adskilt i rader og inneholder kolonner som representerer <code>fra</code> og <code>til</code> (de kan ha hvilke som helst navn).</p> <p>Etter innsending blir du tatt med til en bekreftelsesvisning der du kan tilpasse videresendingene før import.</p>
nl: <p>Selecteer een bestand met op iedere rij een doorverwijzing en kolommen met <code>van</code> en <code>naar</code> (de kolomnamen maken niet uit).</p> <p>Na verzenden krijg je een bevestigingspagina waar doorverwijzingen gecontroleerd en aangepast kunnen worden.</p>
pl: <p>Wybierz plik gdzie przekierowania są podzielone w wiersze i zawierają kolumny reprezentujące <code>z</code> oraz <code>na</code> (nazwy mogą być dowolne).</p> <p>Po wysłaniu zostaniesz poproszony o potwierdzenie i będziesz mógł zmienić przekierowania przed importem.</p>
sl: <p>Izberite datoteko, kjer so preusmeritve ločene v vrstice in vsebuje stolpce, ki predstavljajo <code>od</code> in <code>do</code> (lahko jih poljubno poimenujete).</p> <p>Po oddaji boste preusmerjeni v potrditveni pogled, kjer lahko prilagodite svoje preusmeritve pred uvozom.</p>
tr: <p>Yönlendirmelerin satırlara ayrıldığı ve <code>from</code> ve <code>to</code> temsil eden sütunları içeren bir dosya seçin (istediğiniz gibi adlandırılabilirler).</p> <p>Gönderdikten sonra, içe aktarmadan önce yönlendirmelerinizi özelleştirebileceğiniz bir onay görünümüne yönlendirileceksiniz.</p>
ug: <p> قايتا نىشان بەلگىلەشكە بولىدىغان ھۆججەتنى تاللاپ ۋە <code> يوللىغۇچى</code> ۋە <code> تاپشۇرۇۋالغۇچى</code> غا ۋەكىللىك قىلىدىغان رەتنى ئۆز ئىچىگە ئالىدۇ. (ئۇلارنى نېمە دەپ ئاتىسا بولۇۋېرىدۇ) </p> <p> تاپشۇرغاندىن كېيىن جەزملەش كۆرۈنۈشىگە ئېلىپ كىرىپ، ئەكىرىشتىن بۇرۇن قايتا نىشانلاشنى ئىختىيارى تەڭشىيەلەيسىز.</p>

source: Import
ar: استيراد
ca: Importar
cy: Mewnforio
et: Impordi
fr: Importer
gl: Importar
hr_hr: Uvezi
hu: Importálás
is_is: Lesa inn
ja: インポート
nb: Importer
nl: Importeren
sl: preusmeri
tr: İçe aktar
ug: ئەكىر
uk: Імпортувати

source: Delete redirect %(title)s
ar: حذف إعادة توجيه %(title)s
ca: Esborra la redirecció %(title)s
cs: Smazat přesměrování %(title)s
cy: Dileu ailgyfeiriad %(title)s
el: Διαγραφή της ανακατεύθυνσης %(title)s
et: Kustuta ümbersuunamine %(title)s
fa: حذف ریدایرکت %(title)s
fr: Supprimer la règle de redirection %(title)s
gl: Eliminar redirección %(title)s
hr_hr: Izbriši preusmjeravanje %(title)s
hu: %(title)s átirányítás törlése
is_is: Eyða tilvísun %(title)s
ja: リダイレクト：%(title)sを削除
mn: %(title)sredirect-ийг устгах
nb: Slett videresending %(title)s
nl: Verwijder doorverwijzing %(title)s
pl: Usuń przekierowanie %(title)s
pt_br: Excluir redirecionamento %(title)s
sl: Izbriši preusmeritev %(title)s
th: ลบการกำหนดทิศทาง %(title)s
tr: %(title)s yönlendirmesini sil
ug: %(title)s قايتا نىشانلاشنى ئۆچۈر
uk: Видалити перенаправлення %(title)s

source: Delete
ca: Esborra
cs: Smazat
el: Διαγραφή
et: Kustuta
fa: حذف
fr: Supprimer
gl: Eliminar
hr_hr: Izbriši
hu: Törlés
is_is: Eyða
ja: 削除
mi: Muku
mn: Устгах
my: ဖျက်သိမ်းပါ
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
sl: Izbriši
th: ลบ
uk: Видалити
