Repository: wagtail/wagtail
Catalog: wagtail/contrib/redirects/locale/*/LC_MESSAGES/django.po
Languages: ar, ca, cs, cy, el, et, fa, fr, gl, hr_hr, hu, is_is, ja, mi, mn, my, nb, nl, pl, pt_br, sl, th, tr, ug, uk

source: Are you sure you want to delete this redirect?
ar: هل أنت متأكد أنك تريد حذف إعادة التوجيه هذه؟
ca: Estàs segur que vols esborrar aquesta redirecció?
cs: Opravdu chcete smazat toto přesměrování?
cy: Ydych chi'n siŵr eich bod am ddileu'r ailgyfeiriad hwn?
el: Θέλετε πράγματι να διαγράψετε αυτή την ανακατεύθυνση;
et: Kas soovite selle ümbersuunamise kindlasti kustutada?
fa: آیا میخواهید این ریدایرکت را حذف کنید؟
fr: Êtes-vous sûr(e) de vouloir supprimer cette règle de redirection ?
gl: ¿Seguro que queres eliminar esta redirección?
hr_hr: Jeste li sigurni da želite izbrisati preusmjeravanje?
hu: Biztosan törli ezt az átirányítást?
is_is: Ertu viss um að þú viljir eyða þessari tilvísun?
ja: このリダイレクトを削除しますか？
mi: E pirangi ana koe kī te mukuhia tēnei whakapeau?
mn: Redirect-ийг үнэхээр устгах уу?
my: ဤရီဒါရိုက်ကို ဖျက်သိမ်းဖို့ သေချာပါပြီလား။
nb: Er du sikker på at du vil slette denne videresendingen?
nl: Weet u zeker dat u deze doorverwijzing wilt verwijderen?
pl: Czy na pewno chcesz usunąć to przekierowanie?
pt_br: Você tem certeza que deseja excluir esse redirecionamento?
sl: Ali ste prepričani, da želite izbrisati preusmeritev?
th: คุณแน่ใจว่าคุณต้องการจะลบทิ้งการกำหนดทิศทางใหม่นี้?
tr: Bu yönlendirmeyi silmek istediğinizden emin misiniz?
ug: بۇ قايتا نىشانلاشنى راستتىنلا ئۆچۈرەمسىز؟
uk: Ви впевнені, що бажаєте видалити це перенаправлення?

source: Yes, delete
ca: Si, esborra
cs: Ano, smazat
el: Ναι, να διαγραφεί
et: Jah, kustuta
fa: بله حذف شود
fr: Oui, supprimer
gl: Si, eliminar
hr_hr: Da, izbriši
hu: Igen, törlés
is_is: Já, eyða
ja: はい、削除します
mi: Ae, muku
mn: Тийм, устга
my: ဟုတ်ပြီ၊ ဖျက်သိမ်းပါ
nb: Ja, slett
nl: Ja, verwijder
pl: Tak, usuń
pt_br: Sim, exclua
sl: Da, izbriši
th: ใช่,ลบทิ้ง
uk: Так, видалити

source: Confirm import
ar: تأكيد الاستيراد
ca: Confirmar importació
cs: Potvrdit import
cy: Cadarnhau fewnforio
et: Kinnitage import
fr: Confirmer l'import
gl: Confirmar importación
hr_hr: Potvrdi uvoz
hu: Importálás megerősítése
is_is: Staðfesta innlestur
ja: インポート確認
nb: Bekreft importering
nl: Bevestig importeren
pl: Potwierdź import
sl: Potrdite uvoz
tr: İçe aktarmayı onayla
ug: ئەكىرىشنى جەزملە
uk: Підтвердити імпорт

source: Confirm
ar: تأكيد
ca: Confirmar
cs: Potvrdit
cy: Cadarnhau
et: Kinnitage
fa: تایید
fr: Confirmer
gl: Confirmar
hr_hr: Potvrdi
hu: Megerősítés
is_is: Staðfesta
ja: 確認
nb: Bekreft
nl: Bevestig
pl: Potwierdź
sl: Potrdi
tr: Onayla
ug: جەزملە
uk: Підтвердити

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Stornovat
cy: Canslo
et: Tühista
fa: انصراف
fr: Annuler
gl: Cancelar
hr_hr: Odustani
hu: Mégsem
is_is: Hætta við
ja: 取り消し
nb: Avbryt
nl: Annuleren
pl: Anuluj
sl: Prekliči
tr: İptal
ug: ۋاز كەچ
uk: Скасувати

source: Preview
ar: معاينة
ca: Previsualització
cs: Náhled
cy: Rhagolwg
et: Eelvaade
fa: پیش‌نمایش
fr: Prévisualisation
gl: Previsualizar
hr_hr: Pregled
hu: Előnézet
is_is: Forskoða
ja: プレビュー
mi: Titiro
mn: Урдчилж харах
nb: Forhåndsvis
nl: Voorvertoning
pl: Podgląd
sl: Predogled
tr: Önizleme
ug: ئالدىن كۆزەت
uk: Попередній перегляд

source: Editing %(title)s
ca: Edita %(title)s
cs: Úprava %(title)s
el: Επεξεργασία της %(title)s
et: %(title)s muutmine
fa: ویرایش %(title)s
fr: Modification de %(title)s
gl: Editando %(title)s
hr_hr: Uređivanje %(title)s
hu: %(title)s szerkesztése
is_is: Breyti %(title)s
ja: %(title)s を編集
mi: Whakarerekē %(title)s
mn: %(title)sзасч байна
nb: Endrer %(title)s
nl: Wijzigen %(title)s
pl: Edycja %(title)s
pt_br: Editando %(title)s
sl: Urejanje %(title)s
th: กำลังแก้ไข %(title)s
uk: Редагування %(title)s

source: Editing
ca: Editant
cs: Úprava
el: Διόρθωση
et: Redigeerimine
fa: در حال ویرایش
fr: Modification
gl: Editando
hr_hr: Uređivanje
hu: Szerkesztés
is_is: Breyti
ja: 編集
mi: Whakarerekē
mn: Засч байна
my: ပြင်ဆင်နေသည်
nb: Endrer
nl: Wijzigen
pl: Edycja
pt_br: Editando
sl: Urejanje
th: กำลังแก้ไข
uk: Редагування

source: Delete redirect
ca: Esborra redirecció
cs: Smazat přesměrování
el: Διαγραφή ανακατεύθυνσης
et: Kustuta ümbersuunamine
fa: حذف ریدایرکت
fr: Supprimer la règle de redirection
gl: Eliminar redirección
hr_hr: Izbriši preusmjeravanje
hu: Átirányítás törlése
is_is: Eyða tilvísun
ja: リダイレクトを削除
mi: Mukuhia te whakapeau
mn: Redirect-ийг устгах
nb: Slett videresending
nl: Verwijder doorverwijzing
pl: Usuń przekierowanie
pt_br: Excluir redirecionamento
sl: Izbriši preusmeritev
th: ลบการกำหนดทิศทางทิ้ง
uk: Видалити перенаправлення

source: Summary
ar: ملخص
ca: Resum
cs: Rekapitulace
cy: Crynodeb
et: Kokkuvõte
fr: Sommaire
gl: Sumario
hr_hr: Sažetak
hu: Összegzés
is_is: Samantekt
ja: 概要
nb: Sammendrag
nl: Samenvatting
pl: Podsumowanie
sl: Povzetek
tr: Özet
ug: ئۈزۈندە
uk: Інформація

source: Found %(total)s redirects, created %(successes)s and found %(errors)s errors.
ar: تم العثور على %(total)s إعادة توجيه، تم إنشاء %(successes)s وتم العثور على %(errors)s أخطاء.
ca: S'ha trobat %(total)s redireccions, s'ha creat %(successes)s i s'ha trobat %(errors)s errors.
cs: Nalezeno %(total)s přiřazení, vytvořeno %(successes)s a nalezeno %(errors)s chyb.
cy: Wedi dod o hyd i %(total)s ailgyfeiriadau, creu %(successes)s a darganfod gwallau %(errors)s.
et: Leitud %(total)s ümbersuunamist, loodud %(successes)s ja leitud %(errors)s viga.
fr: %(total)s règles de redirection trouvées, %(successes)s créées et %(errors)s erreurs.
gl: Atopáronse %(total)s redireccións, creáronse %(successes)s e atopáronse %(errors)s erros.
hr_hr: Pronađeno je %(total)s preusmjeravanja, stvoreno je %(successes)s i pronađeno je %(errors)s grešaka.
hu: Összesen %(total)s átirányítást találtunk, ebből %(successes)s sikeresen létrehozva, %(errors)s hibás.
is_is: Fann %(total)s tilvísanir, bjó til %(successes)s og fann %(errors)s villur.
ja: %(total)s件のリダイレクトを検出しました。作成は %(successes)s件でエラーは%(errors)s件です。
nb: Fant %(total)s videreføringer, opprettet %(successes)s og fant %(errors)s feil.
nl: %(total)s doorverwijzingen gevonden, %(successes)s aangemaakt en %(errors)s gaven een foutmelding.
pl: Znaleziono %(total)s przekierowań, utworzono %(successes)s i znaleziono %(errors)s błędów.
sl: Našel %(total)s preusmeritev, ustvaril %(successes)s in našel %(errors)s napak.
tr: Toplam %(total)s yönlendirme bulundu, %(successes)s oluşturuldu ve %(errors)s hata bulundu.
ug: قايتا نىشانلاشتىن %(total)s تېپىلدى، %(successes)s قۇرۇلدى ۋە %(errors)s خاتالىق بايقالدى.
uk: Знайдено %(total)s перенаправлень, створено %(successes)s і знайдено %(errors)s помилок.

source: From
ar: من
ca: Des de
cs: Z
cy: O
et: Alates
fa: از
fr: Depuis
gl: Dende
hr_hr: Od
hu: Innét
is_is: Frá
ja: リダイレクト元
mn: Хэнээс
nb: Fra
nl: Van
pl: Z
pt_br: De
sl: Iz
th: จาก
tr: Yönlendiren
ug: يوللىغۇچى
uk: З

source: To
ar: إلى
ca: A
cs: na
cy: I
el: Σε
fa: به
fr: Vers
gl: A
hr_hr: Do
hu: Ide
is_is: Til
ja: リダイレクト先
mi: Ki
mn: Руу
nb: Til
nl: Naar
pl: Do
pt_br: Para
sl: Na
th: ถึง
tr: Yönlendirilen
ug: تاپشۇرۇۋالغۇچى
uk: До

source: Error
ar: خطأ
cs: Chyba
cy: Gwall
et: Viga
fr: Erreur
gl: Erro
hr_hr: Greška
hu: Hiba
is_is: Villa
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
sl: Napaka
tr: Hata
ug: خاتالىق
uk: Помилка

source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
cy: Parhau
et: Jätka
fa: ادامه
fr: Continuer
gl: Continuar
hr_hr: Nastavi
hu: Folytatás
is_is: Áfram
ja: 続ける
mi: Tonu
mn: Үргэлжлүүлэх
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
sl: Nadaljuj
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити

source: Export redirects
ca: Exportar redireccions
cs: Export přesměrování
fr: Exporter les règles de redirection
gl: Exportar redireccións
hr_hr: Izvezi preusmjeravanja
hu: Átirányítások exportálása
is_is: Flytja út tilvísanir
nb: Eksporter videresendinger
nl: Exporteer doorverwijzingen
pl: Eksport przekierowań
sl: Izvozite preusmeritve
uk: Експортувати перенаправлення

source: Site
ar: موقع
ca: Lloc
cs: Web
cy: Safle
et: Sait
fa: سایت
gl: Sitio web
hr_hr: Sjedište
hu: Webhely
is_is: Síðu
ja: サイト
mi: Pae
mn: Сайт
my: ဆိုက်
nb: Nettsted
pl: Serwis
sl: Spletno mesto
th: เว็บไซด์
ug: بېكەت
uk: Сайт

source: Edit this redirect
ca: Edita aquesta redirecció
cs: Upravit toto přesměrování
el: Διόρθωση της ανακατεύθυνσης
et: Muutke seda ümbersuunamist
fa: ویرایش این ریدایرکت
fr: Modifier cette règle de redirection
gl: Editar esta redirección
hr_hr: Uredi ovo preusmjerivanje
hu: Átirányítás szerkesztése
is_is: Breyta þessari tilvísun
ja: リダイレクトを編集
mi: Whakarerekē i tēnei whakapeau
mn: Redirect-ийг засах
nb: Endre denne videresendingen
nl: Wijzig deze doorverwijzing
pl: Edytuj to przekierowanie
pt_br: Edite esse redirecionamento
sl: Uredi preusmeritev
th: แก้ไขการกำหนดทิศทางนี้
uk: Редагувати це перенаправлення

source: No redirects found.
ca: No s'han trobat redireccions.
cs: Nenalezena žádná přesměrování.
fr: Aucune règle de redirection trouvée.
gl: Non se atoparon redireccións.
hr_hr: Nema pronađenih preusmjeravanja.
hu: Nincs átirányítás.
is_is: Engar tilvísanir fundust
nb: Ingen videresendinger funnet.
nl: Geen doorverwijzingen gevonden
pl: Nie znaleziono przekierowań.
sl: Preusmeritve niso bile najdene.
uk: Перенаправлень не знайдено.

source: There is %(counter)s match
ca: S'ha trobat %(counter)s coincidència
fa: %(counter)s مورد همخوانی دارد
fr: Il y a %(counter)s correspondance
gl: Hai %(counter)s coincidencia
hr_hr: Pronađen je %(counter)s rezultat
hu: %(counter)s találat van
is_is: Það er %(counter)s niðurstaða
nb: Det er %(counter)s treff
nl: Er is %(counter)s resultaat
pl: Jest %(counter)s dopasowanie
sl: %(counter)s zadetek

source: Sorry, no redirects match "<em>%(query_string)s</em>"
ar: عذرًا، لا توجد إعادة توجيه تطابق "<em>%(query_string)s</em>"
ca: Ho sentim, cap redirecció coincideix amb "<em>%(query_string)s</em>"
cs: Bohužel, výrazu "<em>%(query_string)s</em>" neodpovídají žádná přesměrování
cy: Mae'n ddrwg gennym, nid oes unrhyw ailgyfeiriadau yn cyfateb "<em>%(query_string)s</em>"
el: Λυπούμαστε, καμία ανακατεύθυνση δε ταιριάζει με το "<em>%(query_string)s</em>"
et: Vabandust, ühtegi ümbersuunamist ei leitud "<em>%(query_string)s</em>\
fa: متاسفانه هیچ ریدایرکتی منطبق با «<em>%(query_string)s</em>» پیدا نشد
fr: Désolé, aucune règle de redirection ne correspond à « <em>%(query_string)s</em> »
gl: Sentímolo, ningunha redirección contén "<em>%(query_string)s</em>"
hr_hr: Nažalost nisu pronađena preusmjeravanja koja odgovaraju "<em>%(query_string)s</em>"
hu: Sajnáljuk, de egy átirányítás sem felel meg a következő feltételeknek: "<em>%(query_string)s</em>"
is_is: Því miður finnast engar tilvísanir sem passa við "<em>%(query_string)s</em>"
ja: <em>%(query_string)s</em>に一致するリダイレクトはありません。
mn: Уучлаарай "<em>%(query_string)s</em>" хайлтад тохирох чиглүүлэлт олдсонгүй
nb: Beklager, ingen videresendinger samsvarer med "<em>%(query_string)s</em>"
nl: Geen doorverwijzingen gevonden voor de zoekterm "<em>%(query_string)s</em>"
pl: Przepraszamy, żadne przekierowanie nie pasuje do "<em>%(query_string)s</em>"
pt_br: Desculpe, nenhum resultado de redirecionamento "<em>%(query_string)s</em>"
sl: Žal ni preusmeritve, ki bi ustrezala nizu "<em>%(query_string)s</em>"
th: ขออภัย,ไม่มีการเปลี่ยนทิศทางที่ตรงกัน "<em>%(query_string)s</em>"
tr: Üzgünüm, "<em>%(query_string)s</em>" ile eşleşen yönlendirme yok
ug: كەچۈرۈڭ، «<em>%(query_string)s</em>» غا ھېچقانداق قايتا نىشانلاش ماس كەلمىدى
uk: Вибачте, немає перенаправлень, що відповідають "<em>%(query_string)s</em>"

source: No redirects have been created. Why not <a href="%(wagtailredirects_add_redirect_url)s">add one</a>?
ar: لم يتم إنشاء أي إعادة توجيه. لماذا لا <a href="%(wagtailredirects_add_redirect_url)s">تضيف واحدة</a>؟
ca: No s'ha creat cap redirecció. Per què no <a href="%(wagtailredirects_add_redirect_url)s">afegeixes una</a>?
cs: Nebyly nalezeny žádná přesměrování. Nové přesměrování můžete přidat <a href="%(wagtailredirects_add_redirect_url)s">zde</a>?
cy: Nid oes unrhyw ailgyfeiriadau wedi'u creu. Pam ddim <a href="%(wagtailredirects_add_redirect_url)s">ychwanegu un</a>?
el: Δεν υπάρχουν ανακατευθύνσεις. Θέλετε να <a href="%(wagtailredirects_add_redirect_url)s">προσθέσετε μερικές</a>;
et: Ümbersuunamisi pole loodud. Miks mitte <a href="%(wagtailredirects_add_redirect_url)s">lisada üks</a>?
fa: هیچ ریدایرکتی ایجاد نشده. می‌توانید یکی را <a href="%(wagtailredirects_add_redirect_url)s">ایجاد</a> کنید
fr: Aucune règle de redirection n'a été créée. Pourquoi ne pas <a href="%(wagtailredirects_add_redirect_url)s">en ajouter une</a> ?
gl: Non se crearon redireccións. ¿Por qué non <a href="%(wagtailredirects_add_redirect_url)s">engadir unha</a>?
hr_hr: Nema postavljenih preusmjeravanja. Zašto ne <a href="%(wagtailredirects_add_redirect_url)s">dodate jedno</a>?
hu: Még nincs átirányítás létrehozva. Miért nem <a href="%(wagtailredirects_add_redirect_url)s">ad hozzá egyet</a>?
is_is: Engar tilvísanir hér. Viltu <a href="%(wagtailredirects_add_redirect_url)s">búa til tilvísun</a>?
ja: リダイレクトはありません。 <a href="%(wagtailredirects_add_redirect_url)s">新しく作成</a>しますか？
mn: Чиглүүлэлт олдсонгүй. Яагаад <a href="%(wagtailredirects_add_redirect_url)s">шинийг</a> нэмж болохгүй гэж?
nb: Ingen videresendinger har blitt opprettet . Hvorfor ikke <a href="%(wagtailredirects_add_redirect_url)s">legge til en</a>?
nl: Er zijn nog geen doorverwijzingen aangemaakt. Waarom <a href="%(wagtailredirects_add_redirect_url)s">voegt u er niet een toe</a>?
pl: Nie zostały stworzone żadne przekierowania. Czemu nie <a href="%(wagtailredirects_add_redirect_url)s">dodać jakiegoś</a>?
pt_br: Não há redirecionamentos criados. Por que não foi <a href="%(wagtailredirects_add_redirect_url)s">adicionado</a>?
sl: Dodana ni še nobena preusmeritev. Zakaj je nebi <a href="%(wagtailredirects_add_redirect_url)s">dodali</a>?
th: ไม่มีการกำคุณไม่หนดทิศทางถูกสร้างขึ้น ทำไมคุณไม่<a href="%(wagtailredirects_add_redirect_url)s">เพิ่มหนึ่งอัน</a>?
tr: Hiç yönedirme oluşturulmadı. Neden <a href="%(wagtailredirects_add_redirect_url)s">bir tane eklemiyorsunuz</a>?
ug: ھېچقانداق قايتا نىشانلاش قۇرۇلمىدى. نېمىشقا <a href="%(wagtailredirects_add_redirect_url)s"> بىرنى قۇر</a>مايسىز؟
uk: Ще немає жодного перенаправлення. Чому б не <a href="%(wagtailredirects_add_redirect_url)s">створити якесь</a>?

source: Search redirects
ar: بحث في إعادة التوجيهات
ca: Cerca redireccions
cs: Hledat přesměrování
cy: Chwilio ailgyfeiriadau
el: Αναζήτηση ανακατευθύνσεων
et: Otsingu ümbersuunamised
fa: ریدایرکت های جستجو
fr: Rechercher une règle de redirection
gl: Buscar redireccións
hr_hr: Pretraži preusmjeravanja
hu: Átirányítások keresése
is_is: Leita í tilvísunum
ja: リダイレクトを検索
mn: Дахин чиглүүлэлт хайх
nb: Videresendinger for søk
nl: Zoek doorverwijzingen
pl: Szukaj przekierowań
pt_br: Pesquisar redirecionamentos
sl: Iskanje po preusmeritvah
th: ค้นหาหลายการกำหนดทิศทาง
tr: Arama yönlendirmeleri
ug: قايتا نىشانلاشنى ئىزدە
uk: Пошук перенаправлень

source: Redirect '%(redirect_title)s' updated.
ar: تم تحديث إعادة التوجيه '%(redirect_title)s'.
ca: Redireccionament '%(redirect_title)s' actualitzat.
cy: Ailgyfeiriad '%(redirect_title)s' wedi'i ddiweddaru.
fa: ریدایرکت '%(redirect_title)s' بروزرسانی شد.
fr: Règle de Redirection « %(redirect_title)s » mise à jour.
gl: Redirección '%(redirect_title)s' actualizada
hr_hr: Preusmjeravanje '%(redirect_title)s' je ažurirano.
hu: '%(redirect_title)s' átirányítás módosítva.
mn: '%(redirect_title)s' чиглүүлэлт шинэчлэгдлээ.
nb: Videresendingen "%(redirect_title)s" er oppdatert.
pl: Uaktualniono przekierowanie '%(redirect_title)s'.
sl: Preusmeritev '%(redirect_title)s' posodobljena.
tr: '%(redirect_title)s' yönlendirmesi güncellendi.
ug: «%(redirect_title)s» قايتا نىشانلاش يېڭىلاندى.

source: Edit
ca: Editar
cs: Upravit
et: Muuda
fa: ویرایش
fr: Modifier
gl: Editar
hr_hr: Uredi
hu: Szerkeszt
is_is: Breyta
ja: 編集
mi: Whakarerekē
mn: Засах
my: ပြင်ဆင်ပါ
nb: Endre
nl: Wijzig
pl: Edytuj
sl: Uredi
th: แก้ไข
uk: Редагувати

source: The redirect could not be saved due to errors.
ar: تعذر حفظ إعادة التوجيه بسبب وجود أخطاء.
ca: És possible que el redireccionament no s'hagi guardat degut a errors.
cs: Přesměrování nelze uložit, zkontrolujte správné vyplnění polí.
cy: Ni fu modd cadw'r ailgyfeiriad oherwydd gwallau.
el: Η ανακατεύθυνση δε μπόρεσε να αποθηκευθεί λόγω σφαλμάτων.
et: Ümbersuunamist ei õnnestunud vigade tõttu salvestada.
fa: ریدایرکت به دلیل بروز خطا ذخیره نشد.
fr: La règle de redirection ne peut être enregistrée du fait d'erreurs.
gl: A redirección non pede ser gardada debido a erros.
hr_hr: Nije moguće sačuvati preusmjeravanje zbog grešaka.
hu: Hiba történt az átirányítás mentése közben.
is_is: Ekki var hægt að búa til tilvísunina þar sem hún stóðst ekki villuprófanir
ja: リダイレクトはエラーにより保存されませんでした。
mi: Ehara ka taea te whakapeau nei kī te puritia, he raruraru
mn: Дараах алдаанаас болж чиглүүлэлт хадгалагдсангүй.
nb: Videresendingen kunne ikke lagres grunnet feil.
nl: De doorverwijzing kon niet worden opgeslagen door fouten.
pl: Przekierowanie nie mogło zostać zapisane z powodu błędów.
pt_br: O redirecionamento não pôde ser salvo devido a erros.
sl: Preusmeritve, zaradi napak, ni bilo možno shraniti.
th: การกำหนดทิศทางไม่สามารถเซฟได้ในขณะที่เกิดข้อผิดพลาด
tr: Hata nedeniyle yönlendirme kaydedilemedi.
ug: خاتالىق سەۋەبىدىن قايتا نىشانلاشنى ساقلىغىلى بولمىدى.
uk: Перенаправлення не може бути збережене через помилки.

source: Redirect '%(redirect_title)s' deleted.
ar: تم حذف إعادة التوجيه '%(redirect_title)s'.
ca: Redireccionamnet '%(redirect_title)s' eliminat.
cy: Ailgyfeiriad '%(redirect_title)s' wedi'i ddileu.
fa: ریدایرکت '%(redirect_title)s' حذف شد.
fr: Règle de Redirection « %(redirect_title)s » supprimée.
gl: Redirección '%(redirect_title)s' eliminada.
hr_hr: Preusmjeravanje '%(redirect_title)s' je izbrisano.
hu: '%(redirect_title)s' átirányítás törölve.
mn: '%(redirect_title)s' чиглүүлэлт устлаа.
nb: Videresendingen "%(redirect_title)s" er slettet.
pl: Usunięto przekierowanie '%(redirect_title)s'.
sl: Preusmeritev '%(redirect_title)s' izbrisana.
tr: '%(redirect_title)s' yönlendirmesi silindi.
ug: «%(redirect_title)s» قايتا نىشانلاش ئۆچۈرۈلدى.

source: Redirect '%(redirect_title)s' added.
ar: تمت إضافة إعادة التوجيه '%(redirect_title)s'.
ca: S'ha afegit la redirecció '%(redirect_title)s'
cy: Ailgyfeiriad '%(redirect_title)s' wedi'i ychwanegu.
fa: ریدایرکت '%(redirect_title)s' افزوده شد.
fr: Règle de Redirection « %(redirect_title)s » ajoutée.
gl: Redirección '%(redirect_title)s' engadida.
hr_hr: Preusmjeravanje '%(redirect_title)s' je dodano.
hu: '%(redirect_title)s' átirányítás hozzáadva.
mn: '%(redirect_title)s' чиглүүлэлт нэмэгдлээ.
nb: Videresendingen "%(redirect_title)s" er lagt til.
pl: Przekierowanie '%(redirect_title)s' dodane.
sl: Preusmeritev '%(redirect_title)s' dodana.
tr: '%(redirect_title)s' yönlendirmesi eklendi.
ug: «%(redirect_title)s» قايتا نىشانلاش ئۆچۈرۈلدى.

source: The redirect could not be created due to errors.
ar: تعذر إنشاء إعادة التوجيه بسبب وجود أخطاء.
ca: No s'ha pogut crear el redireccionament.
cs: Přesměrování nelze vytvořit, zkontrolujte správné vyplnění polí.
cy: Ni fu modd creu'r ailgyfeiriad oherwydd gwallau.
el: Δεν ήταν δυνατή η δημιουργία της ανακατεύθυνσης.
et: Ümbersuunamist ei saanud vigade tõttu luua.
fa: به دلیل بروز خطا ریدایرکتی ساخته نشد.
fr: La règle de redirection ne peut être créée du fait d'erreurs.
gl: A redirección non pede ser creada debido a erros.
hr_hr: Nije moguće stvoriti presumjeravanje zbog grešaka.
hu: Hiba történt az átirányítás létrehozása közben.
is_is: Ekki var hægt að búa til tilvísunina þar sem hún stóðst ekki villuprófanir
ja: リダイレクトはエラーにより作成されませんでした。
mi: Ehara ka taea te whakapeau nei kī te hangaia, he raruraru
mn: Дараах алдаанаас болж чиглүүлэлт үүссэнгүй.
nb: Videresendingen kunne ikke opprettes grunnet feil.
nl: De doorverwijzing kon niet worden aangemaakt door fouten.
pl: Przekierowanie nie mogło zostać stworzone z powodu błędów.
pt_br: O redirecionamento não pode ser criado devido a erros.
sl: Preusmeritve, zaradi napak, ni bilo možno ustvariti.
th: การกำหนดทิศทางไม่สามารถถูกสร้างขึ้นได้ในขณะที่เกิดข้อผิดพลาด
tr: Hata nedeniyle yönlendirme oluşturulamadı.
ug: خاتالىق سەۋەبىدىن قايتا نىشانلاشنى قۇرغىلى بولمىدى.
uk: Перенаправлення не може бути створене через помилки.

source: File format of type "%(extension)s" is not supported
ar: صيغة الملف من نوع "%(extension)s" غير مدعومة
ca: No s'admet el tipus de format de fitxer "%(extension)s"
cy: Ni chefnogir fformat ffeil o'r math "%(extension)s".
fr: Le format de fichier « %(extension)s » n'est pas supporté
gl: O formato de arquivo "%(extension)s" non está permitido
hr_hr: Format datoteke "%(extension)s" nije podržan
hu: A "%(extension)s" formátum nem támogatott
nb: Filformatet av typen "%(extension)s" støttes ikke
pl: Format pliku typu "%(extension)s" nie jest wspierany
sl: Format datoteke vrste '%(extension)s' ni podprt
tr: Dosya formatı türü "%(extension)s" desteklenmiyor
ug: ھۆججەت پىچىم تىپى «%(extension)s» نى قوللىمايدۇ

source: Imported file has a wrong encoding: %(error_message)s
ar: ملف الاستيراد له ترميز خاطئ: %(error_message)s
ca: El fitxer importat té una codificació incorrecta: %(error_message)s
cy: Mae gan ffeil a fewnforiwyd amgodio anghywir: %(error_message)s
fr: L'encodage du fichier importé est incorrect : %(error_message)s
gl: O arquivo importado ten unha codificación inválida: %(error_message)s
hr_hr: Uvezena datoteka je neispravno kodirana: %(error_message)s
hu: Az importált fájlnak rossz a karakterkódolása: %(error_message)s
nb: Importert fil har feil koding: %(error_message)s
pl: Zaimportowany plik ma złe kodowanie: %(error_message)s
sl: Uvožena datoteka ima napačno kodiranje: %(error_message)s
tr: İçe aktarılan dosyanın yanlış bir kodlaması var: %(error_message)s
ug: ئەكىرگەن ھۆججەتنىڭ كودلىنىشى خاتا: %(error_message)s

source: %(error)s encountered while trying to read file: %(filename)s
ar: حدث %(error)s أثناء محاولة قراءة الملف: %(filename)s
ca: S'ha trobat %(error)s mentre s'intentava llegir el fitxer: %(filename)s
cs: došlo k %(error)s chybě/ám při čtení souboru: %(filename)s
cy: %(error)s dod ar eu traws wrth geisio darllen ffeil: %(filename)s
et: %(error)s tekkis faili lugemisel: %(filename)s
fr: %(error)s erreurs lors de la lecture du fichier : %(filename)s
gl: %(error)s atopados mentras se tentaba ler o arquivo: %(filename)s
hr_hr: %(error)s greška pri čitanju datoteke: %(filename)s
hu: %(error)s hiba a fájl beolvasásakor: %(filename)s
is_is: %(error)s fundust við að lesa inn skrána: %(filename)s
ja: ファイルの読み込み中に%(error)sが発生: %(filename)s
nb: %(error)s oppstod under forsøk på å lese filen: %(filename)s
nl: %(error)s fouten tijdens het lezen van bestand: %(filename)s
pl: %(error)s błędów napotkanych w trakcie próbie odczytu pliku: %(filename)s
sl: med poskusom branja datoteke %(filename)s je prišlo do napake %(error)s
tr: %(error)s dosyayı okumaya çalışırken karşılaşıldı: %(filename)s
ug: ھۆججەتنى ئوقۇماقچى بولغاندا %(error)s كۆرۈلدى: %(filename)s
uk: %(error)s помилок при читанні файлу: %(filename)s

source: Imported %(total)d redirect
ar: تم استيراد%(total)d إعادة توجيه
ca: S'ha importat %(total)d redirecció
cs: Načteno %(total)d přiřazení
cy: Wedi mewnforio %(total)d ailgyfeiriad
et: Imporditud %(total)d ümbersuunamist
fr: %(total)d règle de redirection importée
gl: Importouse %(total)d redirección
hr_hr: Uvezeno je %(total)d preusmjeravanje
hu: %(total)d átirányítás importálva
is_is: Las inn %(total)d tilvísun
ja: リダイレクト %(total)d 件をインポート
nb: Importerte %(total)d videresending
nl: %(total)d redirect geïmporteerd
pl: Zaimportowano %(total)d przekierowanie
sl: Uvožena%(total)d preusmeritev
tr: İçe aktarılan %(total)d yönlendirme
ug: قايتا نىشانلاشتىن %(total)d ئەكىرىلدى
uk: Імпортовано %(total)d перенапрвлення
