Repository: wagtail/wagtail
Catalog: wagtail/wagtailredirects/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, fr, it, pt_pt, ro, sv, zh, zh_tw

source: Redirect from
bg: Пренасочвания от
fr: Redirection depuis
it: Redirect da
pt_pt: Redirecionar de
ro: Redirecționare de la
zh: 转向始处
zh_tw: 重導向起點

source: Site
ar: موقع
it: Sito
sv: Sajt

source: Permanent
bg: Постоянни
fr: Permanente
it: Permanente
pt_pt: Permanente
zh: 永久
zh_tw: 永久

source: Recommended. Permanent redirects ensure search engines forget the old page (the 'Redirect from') and index the new page instead.
bg: Препоръчително. Постоянните пренасочвания помагат на търсачките да забравят старата страница (откъдето се пренасочва или 'Redirect from') и вместо това да индексират новата.
fr: Recommandé. Les redirections permanentes vous assurent que les moteurs de recherche oublies la vieille page (la "Redirection depuis") et indexe la nouvelle à la place.
it: Consiglio. I redirect permanenti assicurano che i motori di ricerca dimentichino la vecchia pagina (il 'Redirect da') e indicizzeranno la nuova pagina.
pt_pt: Recomendado. Redirecionamentos permanentes garantem que os motores de busca esqueçam a página antiga (o 'Redirecionar de') e indexem a nova página.
ro: Recomandat. Redirecționările permanente asigură că motoarele de căutare omit pagina veche ('Redirecționare de la'), indexând pagina nouă în schimb.
sv: Rekommenderat. Permanenta omdirigeringar säkerställer att sökmotorer glömmen den gamla sidan ('Omdirigera från') och indexerar den nya sidan istället.
zh: 推荐. 永久页面转向确保搜索引擎忘记老页面(转向始处) 并且索引新页面.
zh_tw: (推薦) 永久頁面重導向確保搜尋引擎忘記舊頁面(重導向起點)，並且改成對新頁面做索引。

source: Redirect to a page
bg: Пренасочване към страница
fr: Rediriger vers une page
it: Redirect a una pagina
pt_pt: Redirecionar para uma página
ro: Redirecționează la o pagină
zh: 转向到一个页面
zh_tw: 重導向到一個頁面

source: Redirect to any URL
bg: Пренасочване към URL
fr: Rediriger vers une URL
it: Redirect a qualsiasi URL
pt_pt: Redirecionar para qualquer URL
ro: Redirecționare la orice URL
zh: 转向到任何一个URL
zh_tw: 重導向到任何一個 URL

source: Add redirect
ar: أضف غي الاتجاه
bg: Добави пренасочване
fr: Ajouter une redirection
it: Aggiungi redirect
pt_pt: Adicionar redireção
ro: Adaugă redirecționare
sv: Lägg omdirigering
zh: 添加转向
zh_tw: 新增重導向

source: Save
ar: احفظ
bg: Запази
fr: Enregistrer
it: Salva
pt_pt: Guardar
ro: Salvează
sv: Spara
zh: 保存
zh_tw: 儲存

source: Delete redirect %(title)s
bg: Изтрий пренасочването %(title)s
fr: Supprimer la redirection %(title)s
it: Elimina redirect %(title)s
pt_pt: Eliminar redireção %(title)s
ro: Șterge redirecționarea %(title)s
sv: Radera omdirigering %(title)s
zh: 删除转向%(title)s
zh_tw: 刪除重導向 %(title)s

source: Delete
ar: احذف
bg: Изтрий
fr: Supprimer
it: Elimina
pt_pt: Eliminar
ro: Șterge
sv: Radera
zh: 删除
zh_tw: 刪除

source: Are you sure you want to delete this redirect?
ar: هل أنت متأكد من أن تريد حذف غير الاتجاه هذا؟
bg: Сигурен ли сте, че искате да изтриете пренасочването?
fr: Êtes vous sûr de vouloir supprimer cette redirection?
it: Sei sicuro di voler eliminare questo redirect?
pt_pt: Tem a certeza que pretende eliminar esta redireção?
ro: Sigur doriți să ștergeți această redirecționare?
sv: Är du säker på att du vill radera denna omdirigering?
zh: 你确定你想删除这个转向？
zh_tw: 你確定想刪除這個重導向？

source: Yes, delete
ar: نعم احذف
bg: Да, изтрий го
fr: Oui, supprimer
it: Si, elimina
pt_pt: Sim, eliminar
ro: Da, șterge
sv: Ja, radera
zh: 是的， 删除
zh_tw: 是的， 刪除

source: Editing %(title)s
bg: Редакция на %(title)s
it: Modifica %(title)s
pt_pt: Editando %(title)s
ro: Editare %(title)s
sv: Editerar %(title)s
zh: 编辑 %(title)s
zh_tw: 編輯 %(title)s

source: Editing
ar: تنقيح
bg: Редактиране
it: Modifica
pt_pt: Editando
ro: Editare
sv: Editerar
zh: 编辑
zh_tw: 編輯

source: Delete redirect
ar: احذف غير الاتجاه
bg: Изтрий пренасочването
fr: Supprimer la redirection
it: Elimina redirect
pt_pt: Eliminar redireção
ro: Șterge redirecțioanare
sv: Radera omdirigering
zh: 删除转向
zh_tw: 刪除重導向

source: From
ar: من
it: Da
pt_pt: De
sv: Från

source: To
ar: إلى
bg: До
fr: Vers
it: A
pt_pt: Para
ro: Către
sv: Till
zh: 到
zh_tw: 到

source: Type
ar: نوع
bg: Вид
it: Tipo
pt_pt: Tipo
ro: Tip
sv: Typ
zh: 类型
zh_tw: 類型

source: Edit this redirect
ar: نقح تغيير الاتجاه هذا
bg: Редактирайте това пренасочване
fr: Éditer cette redirection
it: Modifica questo redirect
pt_pt: Editar esta redireção
ro: Editează redirecționare
sv: Editera denna omdirigering
zh: 编辑这个转向
zh_tw: 編輯這個重導向

source: primary
ar: أوّلي
bg: първостепенен
it: primario
pt_pt: principal
ro: principal
zh: 主要
zh_tw: 主要

source: There is one match
bg: Има едно съвпадение
fr: Il y a une correspondance
it: C'è una corrispondenza
pt_pt: Existe uma correspondência
ro: Există o potrivire
sv: Det finns en matchning
zh: 这里有一个匹配
zh_tw: 有一個符合

source: Sorry, no redirects match "<em>%(query_string)s</em>"
fr: Désolé, aucune redirection ne correspond à "<em>%(query_string)s</em>"
it: Spiacente, nessun redirect corrispondente a "<em>%(query_string)s</em>"
pt_pt: Desculpe, nenhuma redireção corresponde a "<em>%(query_string)s</em>"
ro: Ne pare rău, "<em>%(query_string)s</em>" nu se potrivește cu nici o redirecționare
sv: Ledsen, inga omdirigeringar matchar "<em>%(query_string)s</em>"
zh: 读不起，没有转向匹配"<em>%(query_string)s</em>"
zh_tw: 對不起，沒有任何重導向符合 "<em>%(query_string)s</em>"

source: No redirects have been created. Why not <a href="%(wagtailredirects_add_redirect_url)s">add one</a>?
bg: Няма създадени пренасочвания. Защо не <a href="%(wagtailredirects_add_redirect_url)s">добавите един сега</a>?
fr: Aucune redirection n'a été créée. Pourquoi ne pas en <a href="%(wagtailredirects_add_redirect_url)s">ajouter une</a>?
it: Non è stato creato nessun redirect. Perché non ne <a href="%(wagtailredirects_add_redirect_url)s">aggiungi uno adesso</a>?
pt_pt: Nenhuma redireção foi criada. Porque não <a href="%(wagtailredirects_add_redirect_url)s">adicionar uma</a>?
ro: Nu a fost creată nici o redirecție. De ce să nu <a href="%(wagtailredirects_add_redirect_url)s">adăugați una</a>?
sv: Inga omdirigeringar har skapats. Varför inte <a href="%(wagtailredirects_add_redirect_url)s">skapa en</a>?
zh: 没有任何已保存的转向。为什么不 <a href="%(wagtailredirects_add_redirect_url)s">添加一个</a>?
zh_tw: 沒有任何已儲存的重導向。為什麼不 <a href="%(wagtailredirects_add_redirect_url)s">新增一個</a>?

source: Search redirects
ar: ابحث تغييرات الاتجاه
it: Cerca redirects
pt_pt: Procurar redireções
ro: Caută redirecționări
sv: Sökomdirigeringar
zh_tw: 搜尋重導向

source: Redirect '{0}' updated.
ar: جددت عملية تغيير الاتجاه {0}
bg: Пренасочването '{0}' обновено.
fr: Redirection '{0}' mise à jour.
it: Redirect '{0}' aggiornato.
pt_pt: Redireção '{0}' atualizada.
ro: Redirecționarea '{0}' a fost actualizată.
sv: Omdirigering '{0}' uppdaterad.
zh: 转向 '{0}' 已更新
zh_tw: 重導向 '{0}' 已更新

source: Edit
ar: تنقيح
it: Modifica
pt_pt: Editar
sv: Editera

source: The redirect could not be saved due to errors.
ar: لم تحفظ عملية تغيير الاتجاه بسبب أحطاء
bg: Пренасочването не бе запазено поради грешки.
fr: La redirection n'a pu être enregistré à cause d'erreurs.
it: Il redirect non può essere salvato a causa di errori.
pt_pt: A redireção não pôde ser guardada devido a erros.
ro: Redirecționarea nu a fost salvată din cauza erorilor.
sv: Omdirigeringen kunde inte sparas p.g.a. fel.
zh: 由于多个错误，转向设置无法保存。
zh_tw: 重導向因有錯誤而無法儲存。

source: Redirect '{0}' deleted.
ar: تغيير الاتجاه {0} محذوف
bg: Пренасочването '{0}' изтрито.
fr: Redirection '{0}' supprimée.
it: Redirect '{0}' eliminato.
pt_pt: Redireção '{0}' eliminada.
ro: Redirecționarea '{0}' a fost ștearsă.
sv: Omdirigering '{0}' raderad.
zh: 转向 '{0}' 已删除
zh_tw: 重導向 '{0}' 已刪除

source: Redirect '{0}' added.
ar: تغيير الاتجاه {0} مضاف
it: Redirect '{0}' aggiunto.
pt_pt: Redireção '{0}' adicionada.
sv: Omdirigering '{0}' skapad.

source: The redirect could not be created due to errors.
ar: من غير ممكن إنساء تغيير الاتجاه بسبب أخطاء
bg: Пренасочването не можеше да бъде създадено поради грешки.
fr: La redirection ne peut être créé du fait d'erreurs.
it: Il redirect non può essere creato a causa di errori.
pt_pt: A redireção não pôde ser criada devido a erros.
ro: Redirecționarea nu a fost creată din cauza erorilor.
sv: Omdirigeringen kunde inte sparas p.g.a. fel.
zh: 由于多个错误，转向设置无法创建。
zh_tw: 重導向因有錯誤而無法建立。

source: Redirects
ar: تغييرات الاتجاه
bg: Пренасочвания
fr: Redirections
pt_pt: Redireções
ro: Redirecționări
sv: Omdirigeringar
zh: 转向
zh_tw: 重導向

source: Redirect '{0} added.
bg: Пренасочването '{0}' добавено.
fr: Redirection '{0} ajoutée.
zh: 转向 '{0}' 已添加

source: Sorry, no redirects match "<em>%(search_query)s</em>"
bg: Няма съвпадение на пренасочвания с "<em>%(search_query)s</em>"

source: site
ar: موقع
sv: sajt

source: All sites
ar: كل المواقع

source: permanent
ar: نهائي
