Repository: wagtail/wagtail
Catalog: wagtail/wagtailsites/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Choose a root page
tr_tr: Bir kaynak sayfa seç

source: Choose a different root page
tr_tr: Bir farklı kaynak sayfa seç

source: Delete site
tr_tr: Site sil

source: Are you sure you want to delete this site?
tr_tr: Bu siteyi silmek istediğinizden emin misiniz?

source: Yes, delete
tr_tr: Evet, sil

source: Add site
tr_tr: site ekle

source: Save
tr_tr: Kayde

source: Editing
tr_tr: Düzeltiliyor

source: Sites
tr_tr: siteler

source: Add a site
tr_tr: Bir site ekle

source: Port
tr_tr: Giriş

source: Root page
tr_tr: Kaynak sayfa

source: Default?
tr_tr: Varsayılan mı

source: Default
tr_tr: Varsayılan

source: Site '{0}' created.
tr_tr: Site '{0}' oluşturuldu.

source: Edit
tr_tr: Düzenle

source: The site could not be created due to errors.
tr_tr: Sitesi hataları nedeniyle oluşturulan olamazdı.

source: Site '{0}' updated.
tr_tr: Site '{0}' güncelleştirildi.

source: The site could not be saved due to errors.
tr_tr: Sitesi hataları nedeniyle kurtarılamadı.

source: Site '{0}' deleted.
tr_tr: Site '{0}' silindi.
