Repository: wagtail/wagtail
Catalog: wagtail/images/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail images
ar: صور Wagtail

source: Image is decorative
ar: الصورة زخرفية

source: Alt text
ar: نص بديل

source: Please add some alt text for your image or mark it as decorative
ar: الرجاء إضافة نص بديل للصورة أو وضع علامة عليها كزخرفية

source: Supported formats: %(supported_formats)s. Maximum filesize: %(max_upload_size)s.
ar: التنسيقات المدعومة: %(supported_formats)s. الحد الأقصى لحجم الملف: %(max_upload_size)s.

source: Supported formats: %(supported_formats)s.
ar: التنسيقات المدعومة: %(supported_formats)s.

source: Not a supported image format. Supported formats: %(supported_formats)s.
ar: تنسيق الصورة غير مدعوم. التنسيقات المدعومة: %(supported_formats)s.

source: Not a valid .%(extension)s image. The extension does not match the file format (%(image_format)s)
ar: صورة .%(extension)s غير صالحة. الامتداد لا يتطابق مع تنسيق الملف (%(image_format)s)

source: This file is too big (%(file_size)s). Maximum filesize %(max_filesize)s.
ar: هذا الملف كبير جدًا (%(file_size)s). الحد الأقصى لحجم الملف %(max_filesize)s.

source: This file has too many pixels (%(num_pixels)s). Maximum pixels %(max_pixels_count)s.
ar: هذا الملف يحتوي على عدد كبير جدًا من البكسل (%(num_pixels)s). الحد الأقصى للبكسل %(max_pixels_count)s.

source: This file is too big. Maximum filesize %(max_filesize)s.
ar: هذا الملف كبير جدًا. الحد الأقصى لحجم الملف %(max_filesize)s.

source: Full width
ar: عرض كامل

source: Left-aligned
ar: محاذاة لليسار

source: Right-aligned
ar: محاذاة لليمين

source: Collection
ar: مجموعة

source: Format
ar: تنسيق

source: Filter
ar: تصفية

source: Original size
ar: الحجم الأصلي

source: Resize to width
ar: تغيير الحجم حسب العرض

source: Resize to height
ar: تغيير الحجم حسب الارتفاع

source: Resize to min
ar: تغيير الحجم إلى الحد الأدنى

source: Resize to max
ar: تغيير الحجم إلى الحد الأقصى

source: Resize to fill
ar: تغيير الحجم لملء الفراغ

source: Width
ar: عرض

source: Height
ar: ارتفاع

source: Closeness
ar: قرب

source: Add
ar: إضافة

source: Add/edit images you own
ar: إضافة/تحرير الصور التي تملكها

source: Edit
ar: تحرير

source: Edit any image
ar: تحرير أي صورة

source: Choose
ar: اختيار

source: Select images in choosers
ar: تحديد الصور في أدوات الاختيار

source: title
ar: عنوان

source: file
ar: ملف

source: description
ar: وصف

source: width
ar: عرض

source: height
ar: ارتفاع

source: created at
ar: تاريخ الإنشاء

source: uploaded by user
ar: تم الرفع بواسطة المستخدم

source: tags
ar: وسوم

source: image
ar: صورة

source: images
ar: صور

source: Add tags to 1 image
ar: إضافة وسوم إلى%(counter)s صورة

source: Add tags to images
ar: إضافة وسوم إلى الصور

source: Are you sure you want to tag the following image?
ar: هل أنت متأكد من رغبتك في وضع وسوم على الصورة التالية؟

source: You don't have permission to add tags to this image
ar: ليس لديك الصلاحية لإضافة وسوم لهذه الصورة

source: Yes, add
ar: نعم، أضف

source: No, don't add
ar: لا، لا تُضف

source: Add 1 image to new collection
ar: إضافة%(counter)s صورة إلى رزمة جديدة

source: Add images to collection
ar: إضافة الصور إلى رزمة

source: Are you sure you want to add the following image to the selected collection?
ar: هل أنت متأكد من رغبتك في إضافة الصورة التالية إلى المجموعة المحددة؟

source: You don't have permission to add this image to a collection
ar: ليس لديك الصلاحية لإضافة هذه الصورة إلى مجموعة

source: Delete 1 image
ar: حذف%(counter)s صورة

source: Delete images
ar: حذف الصور

source: Are you sure you want to delete this image?
ar: هل أنت متأكد من رغبتك في حذف هذه الصورة؟

source: You don't have permission to delete this image
ar: ليس لديك الصلاحية لحذف هذه الصورة

source: Yes, delete
ar: نعم، احذف

source: No, don't delete
ar: لا، لا تحذف

source: Popular tags
ar: الوسوم الشائعة

source: Upload successful. However, your new image seems to be a duplicate of an existing image. You may delete it if it wasn't required.
ar: تم الرفع بنجاح. لكن يبدو أن صورتك الجديدة مكررة لصورة موجودة. يمكنك حذفها إذا لم تكن مطلوبة.

source: Existing
ar: موجود

source: New
ar: جديد

source: Use new image
ar: استخدم الصورة الجديدة

source: Use existing and delete new
ar: استخدم الموجود واحذف الجديد

source: Latest images
ar: أحدث الصور

source: Select %(title)s
ar: تحديد %(title)s

source: You haven't uploaded any images in this collection.
ar: لم تقم برفع أي صور في هذه الرزمة.

source: You haven't uploaded any images.
ar: لم تقم برفع أي صور.

source: Why not <a class="upload-one-now" href="#tab-upload" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true">upload one now</a>?
ar: لماذا لا <a class="upload-one-now" href="#tab-upload" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true"> يتم رفع واحد الآن </a>؟

source: Choose a format
ar: اختر تنسيقًا

source: Insert image
ar: إدراج صورة

source: %(total)s Image <span class="w-sr-only">created in %(site_name)s</span>
ar: %(total)s صورة <span class="w-sr-only">تم إنشاؤها في %(site_name)s</span>

source: Change image file:
ar: تغيير ملف الصورة:

source: Add an image
ar: إضافة صورة

source: Uploading…
ar: جاري الرفع…

source: Upload
ar: رفع

source: Keep new image
ar: احتفظ بالصورة الجديدة

source: Delete new image
ar: حذف الصورة الجديدة

source: Image focal point
ar: نقطة التركيز للصورة

source: URL Generator
ar: مولد الرابط

source: Focal point
ar: نقطة التركيز

source: (optional)
ar: (اختياري)

source: To define this image's most important region, drag a box over the image above.
ar: لتحديد المنطقة الأكثر أهمية في هذه الصورة، اسحب مربعًا فوق الصورة أعلاه.

source: Current focal point shown
ar: نقطة التركيز الحالية معروضة

source: Remove focal area
ar: إزالة منطقة التركيز

source: Max dimensions
ar: الأبعاد القصوى

source: Filesize
ar: حجم الملف

source: File not found
ar: الملف غير موجود

source: Usage
ar: الاستخدام

source: Used %(usage_count)s time
ar: مستخدم %(usage_count)s مرة

source: Sort by
ar: ترتيب حسب

source: Select all images in listing
ar: تحديد جميع الصور في القائمة

source: Sorry, no images match "<em>%(query_string)s</em>"
ar: عذرًا، لا توجد صور تطابق "<em>%(query_string)s</em>"

source: You haven't uploaded any images in this collection. Why not <a href="%(wagtailimages_add_image_url)s">upload one now</a>?
ar: لم تقم برفع أي صور في هذه الرزمة. لماذا لا <a href="%(wagtailimages_add_image_url)s">ترفع واحدة الآن</a>؟

source: You haven't uploaded any images. Why not <a href="%(wagtailimages_add_image_url)s">upload one now</a>?
ar: لم تقم برفع أي صور. لماذا لا <a href="%(wagtailimages_add_image_url)s">ترفع واحدة الآن</a>؟

source: Toggle layout
ar: تبديل التصميم

source: Preview
ar: معاينة

source: URL
ar: رابط

source: Image URL
ar: رابط الصورة

source: Copy URL
ar: نسخ الرابط

source: Copied to clipboard
ar: تم النسخ إلى الحافظة

source: Copying to clipboard failed
ar: فشل النسخ إلى الحافظة

source: Add multiple images
ar: إضافة صور متعددة

source: Drag and drop images into this area to upload immediately.
ar: اسحب الصور وأسقطها في هذه المنطقة لرفعها فورًا.

source: Or choose from your computer
ar: أو اختر من جهازك

source: Add to collection:
ar: إضافة إلى رزمة:

source: Please provide an image description to comply with best practices for accessibility.
ar: الرجاء تقديم وصف للصورة للامتثال لأفضل ممارسات إمكانية الوصول.

source: Upload successful. Please update this image with a more appropriate title, if necessary. You may also delete the image completely if the upload wasn't required.
ar: تم الرفع بنجاح. الرجاء تحديث هذه الصورة بعنوان أكثر ملاءمة إذا لزم الأمر. يمكنك أيضًا حذف الصورة تمامًا إذا لم يكن الرفع مطلوبًا.

source: Upload successful. However, your new image seems to be a duplicate of this existing image. You may delete it if it wasn't required.
ar: تم الرفع بنجاح. لكن يبدو أن صورتك الجديدة مكررة لهذه الصورة الموجودة. يمكنك حذفها إذا لم تكن مطلوبة.

source: Sorry, upload failed.
ar: عذرًا، فشل الرفع.

source: Server Error
ar: خطأ في الخادم

source: Report this error to your website administrator with the following information:
ar: أبلغ عن هذا الخطأ لمسؤول موقع الويب الخاص بك بالمعلومات التالية:

source: Image updated.
ar: تم تحديث الصورة.

source: Image permissions
ar: أذونات الصور

source: Add an image permission
ar: إضافة إذن صورة

source: Tags
ar: وسوم

source: Tag
ar: وسم

source: Add tags to the selected images
ar: إضافة وسوم إلى الصور المحددة

source: New tags have been added to %(num_parent_objects)d image
ar: تمت إضافة وسوم جديدة إلى %(num_parent_objects)d صورة

source: Add to collection
ar: إضافة إلى رزمة

source: Add selected images to collection
ar: إضافة الصور المحددة إلى رزمة

source: %(num_parent_objects)d image has been added to %(collection)s
ar: %(num_parent_objects)d تمت إضافة صورة إلى %(collection)s

source: Delete
ar: حذف

source: Delete selected images
ar: حذف الصور المحددة

source: %(num_parent_objects)d image has been deleted
ar: %(num_parent_objects)d تم حذف صورة

source: Choose an image
ar: اختر صورة

source: Choose another image
ar: اختر صورة أخرى

source: Edit this image
ar: تحرير هذه الصورة

source: Newest
ar: الأحدث

source: Oldest
ar: الأقدم

source: Title: (A -> Z)
ar: العنوان: (أ -> ي)

source: Title: (Z -> A)
ar: العنوان: (ي -> أ)

source: File size: (low to high)
ar: حجم الملف: (من صغير إلى كبير)

source: File size: (high to low)
ar: حجم الملف: (من كبير إلى صغير)

source: Usage count: (low to high)
ar: عدد مرات الاستخدام : (من الأقل إلى الأعلى)

source: Usage count: (high to low)
ar: عدد مرات الاستخدام : (من الأعلى إلى الأقل )

source: Images
ar: الصور

source: Title
ar: العنوان

source: Created
ar: تاريخ الإنشاء

source: The image could not be saved due to errors.
ar: تعذر حفظ الصورة بسبب أخطاء.

source: Image '%(image_title)s' updated.
ar: تم تحديث الصورة '%(image_title)s'.

source: The source image file could not be found. Please change the source or delete the image.
ar: تعذر العثور على ملف الصورة المصدر. الرجاء تغيير المصدر أو حذف الصورة.

source: Generate URL
ar: إنشاء رابط

source: Delete image
ar: حذف صورة

source: Image '%(image_title)s' deleted.
ar: تم حذف الصورة '%(image_title)s'.

source: The image could not be created due to errors.
ar: تعذر إنشاء الصورة بسبب أخطاء.

source: Image '%(image_title)s' added.
ar: تمت إضافة الصورة '%(image_title)s'.

source: Add images
ar: إضافة صور

source: Image
ar: صورة

source: %(count)s image
ar: %(count)s صورة

source: Change image
ar: تغيير الصورة
