Repository: wagtail/wagtail
Catalog: wagtail/snippets/locale/tet/LC_MESSAGES/django.po
Languages: tet

source: Delete
tet: Hamoos

source: Save
tet: Rai

source: Choose
tet: Hili

source: Search
tet: Buka

source: There is %(counter)s match
tet: Iha resultadu %(counter)s maka hanesan

source: Sorry, no snippets match "<em>%(query_string)s</em>"
tet: Deskulpa, laiha snippet maka hanesan "<em> %(query_string)s</em>"

source: You haven't created any %(snippet_type_name)s snippets. Why not <a href="%(wagtailsnippets_create_snippet_url)s" target="_blank" rel="noopener noreferrer">create one now</a>?
tet: Ita boot seidauk kria snippet %(snippet_type_name)s. <a href="%(wagtailsnippets_create_snippet_url)s" target="_blank" rel="noopener noreferrer">Kria agora? </a>

source: Savingâ€¦
tet: Rai hela...

source: Delete %(snippet_type_name)s
tet: Hamoos %(snippet_type_name)s

source: Delete
tet: Hamoos

source: Used %(usage_count)s time
tet: Uza dala %(usage_count)s

source: Are you sure you want to delete this %(snippet_type_name)s?
tet: Ita boot hakarak hamoos %(snippet_type_name)s ka?

source: Are you sure you want to delete %(count)s %(snippet_type_name)s?
tet: Hamoos %(count)s %(snippet_type_name)s ka?

source: Yes, delete
tet: Sim hammos

source: No, don't delete
tet: Lae, labele hamoos

source: New %(snippet_type_name)s
tet: Foun %(snippet_type_name)s

source: New
tet: Foun

source: Actions
tet: Asaun sira

source: Editing %(snippet_type_name)s - %(instance)s
tet: Hadia hela %(snippet_type_name)s - %(instance)s

source: Editing
tet: Hadia hela

source: Usage
tet: Uza

source: Snippets
tet: Snippet sira

source: Select all %(snippet_type_name_plural)s
tet: Hili %(snippet_type_name_plural)s hotu hotu

source: Title
tet: Titlu

source: Select %(snippet)s
tet: Hili %(snippet)s

source: No %(snippet_type_name_plural)s have been created. Why not <a href="%(wagtailsnippets_create_url)s">add one</a>?
tet: Seidauk kria %(snippet_type_name_plural)s. <a href="%(wagtailsnippets_create_url)s">Kria agora</a>?

source: Snippets %(snippet_type_name_plural)s
tet: Snippet sira %(snippet_type_name_plural)s

source: Snippets <span>%(snippet_type_name_plural)s</span>
tet: Snippet sira <span>%(snippet_type_name_plural)s</span>

source: Add %(snippet_type_name)s
tet: Hatama %(snippet_type_name)s

source: Usage of %(title)s
tet: %(title)s uza iha nee

source: Usage of
tet: uza iha nee

source: Parent
tet: inan-aman

source: Type
tet: Tipu

source: Edit this page
tet: Hadia pajina nee

source: Search %(snippet_type_name)s
tet: Buka %(snippet_type_name)s

source: %(snippet_type)s '%(instance)s' created.
tet: %(snippet_type)s '%(instance)s' kria ona

source: Edit
tet: Hadia

source: The snippet could not be created due to errors.
tet: Snippet labele kria tanba erru.

source: %(snippet_type)s '%(instance)s' updated.
tet: %(snippet_type)s '%(instance)s' hadia ona.

source: The snippet could not be saved due to errors.
tet: Snippet labele rai tanba erru.

source: %(snippet_type)s '%(instance)s' deleted.
tet: %(snippet_type)s '%(instance)s' hamoos ona.

source: %(count)d %(snippet_type)s deleted.
tet: %(count)d %(snippet_type)s hamoos ona

source: Choose %s
tet: Hili %s

source: Choose another %s
tet: Hili seluk %s

source: Edit this %s
tet: Hadia nee %s
