Repository: wagtail/wagtail
Catalog: wagtail/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail API v2
ar: واجهة برمجة تطبيقات Wagtail الإصدار الثاني

source: Wagtail core
ar: النواة الأساسية لـ Wagtail

source: Add Comment
ar: إضافة تعليق

source: The minimum number of items is %(min_num)d
ar: الحد الأدنى لعدد العناصر هو %(min_num)d

source: The maximum number of items is %(max_num)d
ar: الحد الأقصى لعدد العناصر هو %(max_num)d

source: Move up
ar: نقل للأعلى

source: Move down
ar: نقل للأسفل

source: Drag
ar: سحب

source: Duplicate
ar: تكرار

source: Delete
ar: حذف

source: Add
ar: إضافة

source: %(label)s: this block has no options.
ar: %(label)s: هذه الكتلة لا تحتوي على خيارات.

source: This block has no options.
ar: هذه الكتلة لا تحتوي على خيارات.

source: This field is required.
ar: هذا الحقل مطلوب.

source: Wagtail frontend cache
ar: ذاكرة التخزين المؤقت لواجهة Wagtail

source: Wagtail routablepage
ar: صفحات Wagtail القابلة للتوجيه

source: Wagtail sitemaps
ar: خرائط موقع Wagtail

source: Unknown content type
ar: نوع محتوى غير معروف

source: Date cannot be in the future.
ar: لا يمكن أن يكون التاريخ في المستقبل.

source: Password
ar: كلمة المرور

source: The password you have entered is not correct. Please try again.
ar: كلمة المرور التي أدخلتها غير صحيحة. يرجى المحاولة مرة أخرى.

source: Comment
ar: تعليق

source: Locked
ar: مقفل

source: No one can make changes while the %(model_name)s is locked
ar: لا يمكن لأحد إجراء تغييرات أثناء قفل %(model_name)s

source: <b>'{title}' was locked</b> by <b>you</b> on <b>{datetime}</b>.
ar: <b>تم قفل '{title}'</b> بواسطة <b>أنت</b> في <b>{datetime}</b>.

source: <b>'{title}' is locked</b> by <b>you</b>.
ar: <b>'{title}' مقفل</b> بواسطة <b>أنت</b>.

source: <b>'{title}' was locked</b> by <b>{user}</b> on <b>{datetime}</b>.
ar: <b>تم قفل '{title}'</b> بواسطة <b>{user}</b> في <b>{datetime}</b>.

source: <b>'{title}' is locked</b>.
ar: <b>'{title}' مقفل</b>.

source: Locked by you
ar: مقفل بواسطتك

source: Locked by another user
ar: مقفل بواسطة مستخدم آخر

source: Only you can make changes while the %(model_name)s is locked
ar: يمكنك فقط إجراء تغييرات أثناء قفل %(model_name)s

source: Only %(user)s can make changes while the %(model_name)s is locked
ar: يمكن فقط لـ %(user)s إجراء تغييرات أثناء قفل %(model_name)s

source: This %(model_name)s is currently awaiting moderation.
ar: هذا %(model_name)s في انتظار المراجعة حالياً.

source: This {model_name} is awaiting <b>'{task_name}'</b> in the <b>'{workflow_name}'</b> workflow.
ar: هذا {model_name} في انتظار <b>'{task_name}'</b> في سير العمل <b>'{workflow_name}'</b>.

source: Only reviewers for this task can edit the %(model_name)s.
ar: يمكن فقط للمراجعين لهذه المهمة تعديل %(model_name)s.

source: Unlocked
ar: غير مقفل

source: Locked by workflow
ar: مقفل بواسطة سير العمل

source: Reviewers can edit this %(model_name)s – lock it to prevent other reviewers from editing
ar: يمكن للمراجعين تعديل هذا %(model_name)s - اقفله لمنع المراجعين الآخرين من التعديل

source: Only reviewers can edit and approve the %(model_name)s
ar: يمكن فقط للمراجعين تعديل والموافقة على %(model_name)s

source: {model_name} '{title}' is locked and has been scheduled to go live at {datetime}
ar: {model_name} '{title}' مقفل ومجدول للنشر في {datetime}

source: Locked by schedule
ar: مقفل حسب الجدول

source: Currently locked and will go live on the scheduled date
ar: مقفل حالياً وسينشر في التاريخ المجدول

source: content type
ar: نوع المحتوى

source: timestamp (UTC)
ar: الطابع الزمني (UTC)

source: log entry
ar: إدخال السجل

source: log entries
ar: إدخالات السجل

source: The log action '%(action_name)s' has not been registered.
ar: إجراء السجل '%(action_name)s' غير مسجل.

source: system
ar: النظام

source: Unknown %(action)s
ar: غير معروف %(action)s

source: model log entry
ar: إدخال سجل النموذج

source: model log entries
ar: إدخالات سجل النموذج

source: live
ar: نشط

source: has unpublished changes
ar: يحتوي على تغييرات غير منشورة

source: first published at
ar: تاريخ النشر الأول

source: last published at
ar: تاريخ النشر الأخير

source: live revision
ar: مراجعة نشطة

source: go live date/time
ar: تاريخ/وقت النشر

source: expiry date/time
ar: تاريخ/وقت الانتهاء

source: expired
ar: منتهي الصلاحية

source: scheduled
ar: مجدول

source: draft
ar: مسودة

source: live + scheduled
ar: نشط + مجدول

source: live + draft
ar: نشط + مسودة

source: locale
ar: اللغة المحلية

source: locked
ar: مقفل

source: locked at
ar: مقفل في

source: locked by
ar: مقفل بواسطة

source: collection
ar: رزمة

source: collection view restriction
ar: تقييد عرض الرزمة

source: collection view restrictions
ar: قيود عرض الرزمة

source: name
ar: الاسم

source: collections
ar: الرزم

source: group
ar: مجموعة

source: permission
ar: إذن

source: group collection permission
ar: أذن مجموعة ل رزمة

source: group collection permissions
ar: أذونات مجموعة ل رزمة

source: for content type
ar: لنوع المحتوى

source: uploaded by user
ar: تم الرفع بواسطة المستخدم

source: Add/edit pages you own
ar: إضافة/تعديل الصفحات التي تملكها

source: Bulk delete
ar: حذف جماعي

source: Delete pages with children
ar: حذف الصفحات مع الصفحات الفرعية

source: Edit
ar: تعديل

source: Edit any page
ar: تعديل أي صفحة

source: Lock
ar: قفل

source: Lock/unlock pages you've locked
ar: قفل/فتح الصفحات التي قفلتها

source: Publish
ar: نشر

source: Publish any page
ar: نشر أي صفحة

source: Unlock
ar: فتح

source: Unlock any page
ar: فتح أي صفحة

source: title
ar: العنوان

source: The page title as you'd like it to be seen by the public
ar: عنوان الصفحة كما تريد أن يراه الجمهور

source: slug
ar: رابط مختصر

source: The name of the page as it will appear in URLs e.g http://domain.com/blog/[my-slug]/
ar: اسم الصفحة كما سيظهر في الروابط، مثال: http://domain.com/blog/[my-slug]/

source: URL path
ar: مسار URL

source: owner
ar: المالك

source: title tag
ar: وسم العنوان

source: The name of the page displayed on search engine results as the clickable headline.
ar: اسم الصفحة المعروض في نتائج محركات البحث كعنوان قابل للنقر.

source: show in menus
ar: إظهار في القوائم

source: Whether a link to this page will appear in automatically generated menus
ar: ما إذا كان رابط لهذه الصفحة سيظهر في القوائم المولدة تلقائياً

source: meta description
ar: وصف التعريف

source: The descriptive text displayed underneath a headline in search engine results.
ar: النص الوصفي المعروض تحت العنوان في نتائج محركات البحث.

source: latest revision created at
ar: أحدث مراجعة تم إنشاؤها في

source: For search engines
ar: لمحركات البحث

source: For site menus
ar: لقوائم الموقع

source: The slug '%(page_slug)s' is already in use within the parent page at '%(parent_url_path)s'
ar: الرابط المختصر '%(page_slug)s' مستخدم بالفعل في الصفحة الأصلية في '%(parent_url_path)s'

source: page
ar: صفحة

source: pages
ar: صفحات

source: group page permission
ar: أذن صفحة ل مجموعة

source: group page permissions
ar: أذونات صفحة ل مجموعة

source: page view restriction
ar: تقييد عرض الصفحة

source: page view restrictions
ar: قيود عرض الصفحة

source: workflow
ar: سير العمل

source: workflow page
ar: صفحة سير العمل

source: workflow pages
ar: صفحات سير العمل

source: page log entry
ar: إدخال سجل الصفحة

source: page log entries
ar: إدخالات سجل الصفحة

source: Draft saved
ar: تم حفظ المسودة

source: comment
ar: تعليق

source: comments
ar: تعليقات

source: comment reply
ar: رد على التعليق

source: comment replies
ar: ردود على التعليقات

source: Default
ar: افتراضي

source: Preview in mobile size
ar: معاينة بحجم الجوال

source: Preview in tablet size
ar: معاينة بحجم الجهاز اللوحي

source: Preview in desktop size
ar: معاينة بحجم سطح المكتب

source: object id
ar: معرف الكائن

source: the %(model_name)s will also be deleted
ar: سيتم أيضاً حذف %(model_name)s

source: prevents deletion
ar: يمنع الحذف

source: will be set to the default %(model_name)s
ar: سيتم تعيينه إلى %(model_name)s الافتراضي

source: will do nothing
ar: لن يفعل شيئاً

source: may prevent deletion
ar: قد يمنع الحذف

source: will be set to a %(model_name)s specified by the system
ar: سيتم تعيينه إلى %(model_name)s محدد من النظام

source: will unset the reference
ar: سيقوم بإلغاء تعيين المرجع

source: created at
ar: تم الإنشاء في

source: user
ar: مستخدم

source: content JSON
ar: محتوى JSON

source: approved go live at
ar: تمت الموافقة للنشر في

source: revision
ar: مراجعة

source: revisions
ar: مراجعات

source: latest revision
ar: أحدث مراجعة

source: hostname
ar: اسم المضيف

source: port
ar: المنفذ

source: Set this to something other than 80 if you need a specific port number to appear in URLs (e.g. development on port 8000). Does not affect request handling (so port forwarding still works).
ar: اضبط هذا على قيمة غير 80 إذا كنت بحاجة إلى رقم منفذ معين يظهر في عناوين URL (مثل التطوير على المنفذ 8000). لا يؤثر على معالجة الطلبات (لذلك لا يزال إعادة توجيه المنفذ يعمل).

source: site name
ar: اسم الموقع

source: Human-readable name for the site.
ar: اسم قابل للقراءة للموقع.

source: root page
ar: الصفحة الجذرية

source: is default site
ar: هو الموقع الافتراضي

source: If true, this site will handle requests for all other hostnames that do not have a site entry of their own
ar: إذا كان صحيحاً، سيتعامل هذا الموقع مع طلبات جميع أسماء المضيف الأخرى التي ليس لها إدخال موقع خاص بها

source: site
ar: موقع

source: sites
ar: مواقع

source: default
ar: افتراضي

source: %(hostname)s is already configured as the default site. You must unset that before you can save this site as default.
ar: %(hostname)s مضبوط بالفعل كموقع افتراضي. يجب عليك إلغاء ذلك قبل أن تتمكن من حفظ هذا الموقع كافتراضي.

source: group site permission
ar: أذن مجموعة في موقع

source: group site permissions
ar: أذونات مجموعة في موقع

source: Public
ar: عام

source: Private, accessible with a shared password
ar: خاص، يمكن الوصول إليه بكلمة مرور مشتركة

source: Private, accessible to any logged-in users
ar: خاص، يمكن الوصول إليه من قبل أي مستخدمين مسجلين

source: Private, accessible to users in specific groups
ar: خاص، يمكن الوصول إليه من قبل مستخدمين في مجموعات محددة

source: shared password
ar: كلمة مرور مشتركة

source: Shared passwords should not be used to protect sensitive content. Anyone who has this password will be able to view the content.
ar: يجب عدم استخدام كلمات المرور المشتركة لحماية المحتوى الحساس. أي شخص لديه هذه كلمة المرور سيكون قادراً على عرض المحتوى.

source: groups
ar: مجموعات

source: view restriction
ar: تقييد العرض

source: view restrictions
ar: قيود العرض

source: In progress
ar: قيد التنفيذ

source: Approved
ar: تمت الموافقة

source: Needs changes
ar: يحتاج إلى تغييرات

source: Cancelled
ar: تم الإلغاء

source: status
ar: الحالة

source: requested by
ar: مطلوب بواسطة

source: current task state
ar: حالة المهمة الحالية

source: There may only be one in progress or needs changes workflow state per page/snippet.
ar: يمكن أن يكون هناك حالة سير عمل واحدة قيد التنفيذ أو تحتاج إلى تغييرات لكل صفحة/مقتطف.

source: Workflow '%(workflow_name)s' on %(model_name)s '%(title)s': %(status)s
ar: سير العمل '%(workflow_name)s' على %(model_name)s '%(title)s': %(status)s

source: Not started
ar: لم يبدأ بعد

source: Workflow state
ar: حالة سير العمل

source: Workflow states
ar: حالات سير العمل

source: active
ar: نشط

source: Active workflows can be added to pages/snippets. Deactivating a workflow does not remove it from existing pages/snippets.
ar: يمكن إضافة سير العمل النشط إلى الصفحات/المقتطفات. تعطيل سير العمل لا يزيله من الصفحات/الأجزاء الموجودة.

source: workflows
ar: سير العمل

source: workflow_tasks
ar: مهام سير العمل

source: task
ar: مهمة

source: workflow task order
ar: ترتيب مهمة سير العمل

source: workflow task orders
ar: ترتيبات مهام سير العمل

source: Active tasks can be added to workflows. Deactivating a task does not remove it from existing workflows.
ar: يمكن إضافة المهام النشطة إلى سير العمل. تعطيل مهمة لا يزيلها من سير العمل الموجود.

source: tasks
ar: مهام

source: Pages/snippets at this step in a workflow will be moderated or approved by these groups of users
ar: سيتم مراجعة أو الموافقة على الصفحات/المقتطفات في هذه الخطوة من سير العمل بواسطة هذه المجموعات من المستخدمين

source: Request changes
ar: طلب تغييرات

source: Approve
ar: موافقة

source: Approve with comment
ar: الموافقة مع تعليق

source: Members of the chosen Wagtail Groups can approve this task
ar: يمكن لأعضاء مجموعات Wagtail المختارة الموافقة على هذه المهمة

source: Group approval task
ar: مهمة موافقة المجموعة

source: Group approval tasks
ar: مهام موافقة المجموعة

source: Rejected
ar: مرفوض

source: Skipped
ar: تم تخطيه

source: workflow state
ar: حالة سير العمل

source: started at
ar: بدأ في

source: finished at
ar: انتهى في

source: finished by
ar: انتهى بواسطة

source: Task '%(task_name)s' on Revision '%(revision_info)s': %(status)s
ar: المهمة '%(task_name)s' على المراجعة '%(revision_info)s': %(status)s

source: Task state
ar: حالة المهمة

source: Task states
ar: حالات المهام

source: in moderation
ar: قيد المراجعة

source: live + in moderation
ar: نشط + قيد المراجعة

source: Log in
ar: تسجيل الدخول

source: Your username and password didn't match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. يرجى المحاولة مرة أخرى.

source: Your account doesn't have access to this page. To proceed, please log in with an account that has access.
ar: حسابك لا يملك صلاحية الوصول إلى هذه الصفحة. للمتابعة، يرجى تسجيل الدخول بحساب لديه صلاحية الوصول.

source: Password required
ar: كلمة المرور مطلوبة

source: You need a password to access this page.
ar: تحتاج إلى كلمة مرور للوصول إلى هذه الصفحة.

source: Continue
ar: متابعة

source: %(count)s descendant collection
ar: %(count)s مجموعة فرعية

source: Create
ar: إنشاء

source: Created
ar: تم الإنشاء

source: Edited
ar: تم التعديل

source: Deleted
ar: تم الحذف

source: Published
ar: تم النشر

source: Publish scheduled draft
ar: نشر مسودة مجدولة

source: Published scheduled draft
ar: تم نشر المسودة المجدولة

source: Unpublish
ar: إلغاء النشر

source: Unpublished
ar: تم إلغاء النشر

source: Unpublish scheduled draft
ar: إلغاء نشر مسودة مجدولة

source: Unpublished scheduled draft
ar: تم إلغاء نشر المسودة المجدولة

source: Reject
ar: رفض

source: Rename
ar: إعادة تسمية

source: Renamed from '%(old)s' to '%(new)s'
ar: تمت إعادة التسمية من '%(old)s' إلى '%(new)s'

source: Renamed
ar: تمت إعادة التسمية

source: Revert
ar: تراجع

source: Reverted to previous revision with id %(revision_id)s from %(created_at)s
ar: تم الرجوع إلى المراجعة السابقة بالمعرف %(revision_id)s من %(created_at)s

source: Reverted to previous revision
ar: تم الرجوع إلى المراجعة السابقة

source: Copy
ar: نسخ

source: Copied from %(title)s
ar: تم النسخ من %(title)s

source: Copied
ar: تم النسخ

source: Copy for translation
ar: نسخ للترجمة

source: Copied for translation from %(title)s (%(locale)s)
ar: تم النسخ للترجمة من %(title)s (%(locale)s)

source: Copied for translation
ar: تم النسخ للترجمة

source: Create alias
ar: إنشاء اسم مستعار

source: Created an alias of %(title)s
ar: تم إنشاء اسم مستعار لـ %(title)s

source: Created an alias
ar: تم إنشاء اسم مستعار

source: Convert alias into ordinary page
ar: تحويل الاسم المستعار إلى صفحة عادية

source: Converted the alias '%(title)s' into an ordinary page
ar: تم تحويل الاسم المستعار '%(title)s' إلى صفحة عادية

source: Converted an alias into an ordinary page
ar: تم تحويل اسم مستعار إلى صفحة عادية

source: Move
ar: نقل

source: Moved from '%(old_parent)s' to '%(new_parent)s'
ar: تم النقل من '%(old_parent)s' إلى '%(new_parent)s'

source: Moved
ar: تم النقل

source: Reorder
ar: إعادة ترتيب

source: Reordered under '%(parent)s'
ar: تم إعادة الترتيب تحت '%(parent)s'

source: Reordered
ar: تم إعادة الترتيب

source: Schedule publication
ar: جدولة النشر

source: Revision %(revision_id)s from %(created_at)s scheduled for publishing at %(go_live_at)s.
ar: تم جدولة المراجعة %(revision_id)s من %(created_at)s للنشر في %(go_live_at)s.

source: Page scheduled for publishing at %(go_live_at)s
ar: تم جدولة الصفحة للنشر في %(go_live_at)s

source: Page scheduled for publishing
ar: تم جدولة الصفحة للنشر

source: Unschedule publication
ar: إلغاء جدولة النشر

source: Revision %(revision_id)s from %(created_at)s unscheduled from publishing at %(go_live_at)s.
ar: تم إلغاء جدولة المراجعة %(revision_id)s من %(created_at)s للنشر في %(go_live_at)s.

source: Page unscheduled for publishing at %(go_live_at)s
ar: تم إلغاء جدولة الصفحة للنشر في %(go_live_at)s

source: Page unscheduled from publishing
ar: تم إلغاء جدولة الصفحة من النشر

source: Add view restrictions
ar: إضافة قيود عرض

source: Added the '%(restriction)s' view restriction
ar: تمت إضافة قيد العرض '%(restriction)s'

source: Added view restriction
ar: تمت إضافة قيد عرض

source: Update view restrictions
ar: تحديث قيود العرض

source: Updated the view restriction to '%(restriction)s'
ar: تم تحديث قيد العرض إلى '%(restriction)s'

source: Updated view restriction
ar: تم تحديث قيد العرض

source: Remove view restrictions
ar: إزالة قيود العرض

source: Removed the '%(restriction)s' view restriction. The page is public.
ar: تمت إزالة قيد العرض '%(restriction)s'. الصفحة عامة الآن.

source: Removed view restriction
ar: تمت إزالة قيد العرض

source: Add comment
ar: إضافة تعليق

source: Added a comment on field %(field)s: "%(text)s"
ar: تمت إضافة تعليق على الحقل %(field)s: "%(text)s"

source: Added a comment
ar: تمت إضافة تعليق

source: Edit comment
ar: تحرير تعليق

source: Edited a comment on field %(field)s: "%(text)s"
ar: تم تحرير تعليق على الحقل %(field)s: "%(text)s"

source: Edited a comment
ar: تم تحرير تعليق

source: Delete comment
ar: حذف تعليق

source: Deleted a comment on field %(field)s: "%(text)s"
ar: تم حذف تعليق على الحقل %(field)s: "%(text)s"

source: Deleted a comment
ar: تم حذف تعليق

source: Resolve comment
ar: حل التعليق

source: Resolved a comment on field %(field)s: "%(text)s"
ar: تم حل تعليق على الحقل %(field)s: "%(text)s"

source: Resolved a comment
ar: تم حل تعليق

source: Reply to comment
ar: الرد على التعليق

source: Replied to comment on field %(field)s: "%(text)s"
ar: تم الرد على تعليق على الحقل %(field)s: "%(text)s"

source: Replied to a comment
ar: تم الرد على تعليق

source: Edit reply to comment
ar: تحرير الرد على التعليق

source: Edited a reply to a comment on field %(field)s: "%(text)s"
ar: تم تحرير رد على تعليق على الحقل %(field)s: "%(text)s"

source: Edited a reply
ar: تم تحرير رد

source: Delete reply to comment
ar: حذف الرد على التعليق

source: Deleted a reply to a comment on field %(field)s: "%(text)s"
ar: تم حذف رد على تعليق على الحقل %(field)s: "%(text)s"

source: Deleted a reply
ar: تم حذف رد

source: Workflow: start
ar: سير العمل: بدء

source: '%(workflow)s' started. Next step '%(task)s'
ar: تم بدء '%(workflow)s'. الخطوة التالية '%(task)s'

source: Workflow started
ar: تم بدء سير العمل

source: Workflow: approve task
ar: سير العمل: الموافقة على المهمة

source: Approved at '%(task)s'. Next step '%(next_task)s'
ar: تمت الموافقة في '%(task)s'. الخطوة التالية '%(next_task)s'

source: Approved at '%(task)s'. '%(workflow)s' complete
ar: تمت الموافقة في '%(task)s'. اكتمل '%(workflow)s'

source: Workflow task approved
ar: تمت الموافقة على مهمة سير العمل

source: Workflow: reject task
ar: سير العمل: رفض المهمة

source: Rejected at '%(task)s'. Changes requested
ar: تم الرفض في '%(task)s'. طلب تغييرات

source: Workflow task rejected. Workflow complete
ar: تم رفض مهمة سير العمل. اكتمل سير العمل

source: Workflow: resume task
ar: سير العمل: استئناف المهمة

source: Resubmitted '%(task)s'. Workflow resumed
ar: تم إعادة إرسال '%(task)s'. تم استئناف سير العمل

source: Workflow task resubmitted. Workflow resumed
ar: تم إعادة إرسال مهمة سير العمل. تم استئناف سير العمل

source: Workflow: cancel
ar: سير العمل: إلغاء

source: Cancelled '%(workflow)s' at '%(task)s'
ar: تم إلغاء '%(workflow)s' في '%(task)s'

source: Workflow cancelled
ar: تم إلغاء سير العمل
