Repository: wagtail/wagtail
Catalog: wagtail/users/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail users
ar: مستخدمي Wagtail

source: Required. Letters, digits and @/./+/-/_ only.
ar: مطلوب. أحرف وأرقام و @/./+/-/_ فقط.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ar: قد تحتوي هذه القيمة على أحرف وأرقام ورموز @/./+/-/_ فقط.

source: A user with that username already exists.
ar: يوجد مستخدم بهذا الاسم مسبقًا.

source: The two password fields didn't match.
ar: حقلي رمز المرور غير متطابقين.

source: Email
ar: البريد الإلكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Password
ar: رمز المرور

source: Leave blank if not changing.
ar: اتركه فارغًا إذا لم يتم التغيير.

source: Password confirmation
ar: تأكيد رمز المرور

source: Enter the same password as above, for verification.
ar: أدخل نفس رمز المرور أعلاه للتحقق.

source: Administrator
ar: مدير

source: Administrators have full access to manage any object or setting.
ar: يمتلك المديرون صلاحية كاملة لإدارة أي كائن أو إعداد.

source: A group with that name already exists.
ar: توجد مجموعة بهذا الاسم مسبقًا.

source: You cannot have multiple permission records for the same page.
ar: لا يمكن أن يكون لديك سجلات أذونات متعددة لنفس الصفحة.

source: submitted notifications
ar: إشعارات التقديم

source: Receive notification when a page is submitted for moderation
ar: تلقي إشعار عند تقديم صفحة للمراجعة

source: approved notifications
ar: إشعارات الموافقة

source: Receive notification when your page edit is approved
ar: تلقي إشعار عند الموافقة على تعديل صفحتك

source: rejected notifications
ar: إشعارات الرفض

source: Receive notification when your page edit is rejected
ar: تلقي إشعار عند رفض تعديل صفحتك

source: updated comments notifications
ar: إشعارات التعليقات المحدثة

source: Receive notification when comments have been created, resolved, or deleted on a page that you have subscribed to receive comment notifications on
ar: تلقي إشعار عند إنشاء أو حل أو حذف تعليقات على صفحة قمت بالاشتراك لتلقي إشعارات التعليقات عليها

source: preferred language
ar: اللغة المفضلة

source: Select language for the admin
ar: اختر لغة لواجهة الإدارة

source: current time zone
ar: المنطقة الزمنية الحالية

source: Select your current time zone
ar: اختر منطقتك الزمنية الحالية

source: profile picture
ar: الصورة الشخصية

source: System default
ar: الإعداد الافتراضي للنظام

source: Light
ar: فاتح

source: Dark
ar: غامق

source: admin theme
ar: سمة الإدارة

source: More contrast
ar: مزيد من التباين

source: contrast
ar: التباين

source: Default
ar: افتراضي

source: Snug
ar: مكتنز

source: density
ar: الكثافة

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح

source: Enable custom keyboard shortcuts specific to Wagtail.
ar: تمكين اختصارات لوحة مفاتيح مخصصة بـ Wagtail.

source: user profile
ar: الملف الشخصي للمستخدم

source: user profiles
ar: الملفات الشخصية للمستخدمين

source: Assign role to 1 user
ar: تعيين دور ل %(counter)s مستخدم

source: Assign role
ar: تعيين دور

source: Are you sure you want to assign this role to these users?
ar: هل أنت متأكد من رغبتك في تعيين هذا الدور لهؤلاء المستخدمين؟

source: You don't have permission to edit this user
ar: ليس لديك الصلاحية لتعديل هذا المستخدم

source: Yes, assign
ar: نعم، عيّن

source: No, don't assign
ar: لا، لا تُعيّن

source: Delete 1 user
ar: حذف%(counter)s مستخدم

source: Delete
ar: حذف

source: Are you sure you want to delete these users?
ar: هل أنت متأكد من رغبتك في حذف هؤلاء المستخدمين؟

source: You don't have permission to delete this user
ar: ليس لديك الصلاحية لحذف هذا المستخدم

source: Yes, delete
ar: نعم، احذف

source: No, don't delete
ar: لا، لا تحذف

source: Change active state for 1 user
ar: تغيير الحالة النشطة ل %(counter)s مستخدم

source: Set active state
ar: تعيين الحالة النشطة

source: Are you sure you want to change the active state for these users?
ar: هل أنت متأكد من رغبتك في تغيير الحالة النشطة لهؤلاء المستخدمين؟

source: You cannot change your own active status
ar: لا يمكنك تغيير حالتك النشطة

source: Yes, change state
ar: نعم، غيّر الحالة

source: No, don't change state
ar: لا، لا تغير الحالة

source: The group '%(group_name)s' has <strong>%(group_user_count)s</strong> member.
ar: تحتوي المجموعة '%(group_name)s' على <strong>%(group_user_count)s</strong> عضو.

source: Deleting this group will revoke this group's permissions from all member users.
ar: حذف هذه المجموعة سيلغي أذونات هذه المجموعة من جميع المستخدمين الأعضاء.

source: Are you sure you want to delete this group?
ar: هل أنت متأكد من رغبتك في حذف هذه المجموعة؟

source: Object permissions
ar: أذونات الكائنات

source: Name
ar: الاسم

source: Add
ar: إضافة

source: Change
ar: تعديل

source: Custom permissions
ar: أذونات مخصصة

source: Toggle all
ar: تبديل الكل

source: Toggle all add permissions
ar: تبديل جميع أذونات الإضافة

source: Toggle all change permissions
ar: تبديل جميع أذونات التعديل

source: Toggle all delete permissions
ar: تبديل جميع أذونات الحذف

source: Toggle all custom permissions
ar: تبديل جميع الأذونات المخصصة

source: Other permissions
ar: أذونات أخرى

source: Page permissions
ar: أذونات الصفحات

source: Page
ar: صفحة

source: Add a page permission
ar: إضافة إذن صفحة

source: Sorry, no groups match "%(query)s"
ar: عذرًا، لا توجد مجموعات تطابق "%(query)s"

source: There are no groups configured. Why not <a href="%(wagtailusers_create_group_url)s">add some</a>?
ar: لا توجد مجموعات مضبوطة. لماذا لا <a href="%(wagtailusers_create_group_url)s">تضيف البعض</a>؟

source: Account
ar: الحساب

source: Roles
ar: الأدوار

source: Select all users in listing
ar: تحديد جميع المستخدمين في القائمة

source: Sorry, no users match your query
ar: عذرًا، لا توجد مستخدمين تطابق بحثك

source: There are no users configured. Why not <a href="%(wagtailusers_add_url)s">add some</a>?
ar: لا توجد مستخدمين مضبوطين. لماذا لا <a href="%(wagtailusers_add_url)s">تضيف البعض</a>؟

source: Can view
ar: يمكن عرض

source: user %(id)s (deleted)
ar: المستخدم %(id)s (محذوف)

source: Assign role to selected users
ar: تعيين دور للمستخدمين المحددين

source: %(num_parent_objects)d user has been assigned as %(role)s
ar: %(num_parent_objects)d مستخدم تم تعيينه ك %(role)s

source: Delete selected users
ar: حذف المستخدمين المحددين

source: %(num_parent_objects)d user has been deleted
ar: %(num_parent_objects)d تم حذف مستخدم

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: Mark as active
ar: وضع علامة كنشط

source: Change the active state for selected users
ar: تغيير الحالة النشطة للمستخدمين المحددين

source: %(num_parent_objects)d user has been marked as active
ar: %(num_parent_objects)d تم وضع علامة نشط لمستخدم واحد

source: %(num_parent_objects)d user has been marked as inactive
ar: %(num_parent_objects)d تم وضع علامة غير نشط لمستخدم واحد

source: Groups
ar: المجموعات

source: Add a group
ar: إضافة مجموعة

source: Search groups
ar: بحث في المجموعات

source: Add group
ar: إضافة مجموعة

source: Group '%(object)s' created.
ar: تم إنشاء المجموعة '%(object)s'.

source: Group '%(object)s' updated.
ar: تم تحديث المجموعة '%(object)s'.

source: The group could not be saved due to errors.
ar: تعذر حفظ المجموعة بسبب أخطاء.

source: View users in this group
ar: عرض المستخدمين في هذه المجموعة

source: Group '%(object)s' deleted.
ar: تم حذف المجموعة '%(object)s'.

source: Delete group
ar: حذف مجموعة

source: Last login
ar: آخر تسجيل دخول

source: Group
ar: مجموعة

source: Add a user
ar: إضافة مستخدم

source: Users
ar: المستخدمون

source: Username
ar: اسم المستخدم

source: Admin
ar: مدير

source: Access level
ar: مستوى الوصول

source: More options for '%(title)s'
ar: المزيد من الخيارات لـ '%(title)s'

source: User '%(object)s' created.
ar: تم إنشاء المستخدم '%(object)s'.

source: Add user
ar: إضافة مستخدم

source: User '%(object)s' updated.
ar: تم تحديث المستخدم '%(object)s'.

source: The user could not be saved due to errors.
ar: تعذر حفظ المستخدم بسبب أخطاء.

source: Delete user
ar: حذف مستخدم

source: User '%(object)s' deleted.
ar: تم حذف المستخدم '%(object)s'.
