Repository: wagtail/wagtail
Catalog: wagtail/snippets/locale/*/LC_MESSAGES/django.po
Languages: et, th

source: Delete
et: Kustuta
th: ลบ,ลบทิ้ง

source: Save
et: Salvesta
th: เซฟ,เก็บข้อมูล

source: Wagtail snippets
et: Wagtail jupid
th: เกร็ดเล็กเกร็ดน้อยของWagtail

source: Choose
et: Vali
th: เลือก

source: Search
et: Otsing
th: ค้นหา

source: There is %(counter)s match
et: On %(counter)s vaste
th: มี %(counter)s ที่ตรงกัน

source: Sorry, no snippets match "<em>%(query_string)s</em>"
et: Vabandust, ükski jupp ei sobi "<em>%(query_string)s</em>"
th: ขออภัย, ไม่มีเกร็ดเล็กเกร็ดน้อยที่ตรงกัน "<em>%(query_string)s</em>"

source: You haven't created any %(snippet_type_name)s snippets. Why not <a href="%(wagtailsnippets_create_snippet_url)s" target="_blank" rel="noopener noreferrer">create one now</a>?
et: Sa pole ühtegi loonud %(snippet_type_name)s juppi. Miks mitte lisada <a href="%(wagtailsnippets_create_snippet_url)s" target="_blank" rel="noopener noreferrer">üks nüüd</a>?
th: คุณยังไม่ได้สร้าง%(snippet_type_name)s เกร็ดเล็กเกร็ดน้อยอันไหนเลย ทำไมคุณไม่ <a href="%(wagtailsnippets_create_snippet_url)s" target="_blank" rel="noopener noreferrer">สร้างหนึ่งอันในตอนนี้</a>?

source: Saving…
et: Salvestan...
th: กำลังเซฟ...,กำลังเก็บข้อมูล

source: Delete %(snippet_type_name)s
et: Kustuta %(snippet_type_name)s
th: ลบ %(snippet_type_name)s

source: Delete
et: Kustuta
th: ลบ,ลบทิ้ง

source: Used %(usage_count)s time
et: Kasutatud %(usage_count)s kord.
th: ถูกใช้ %(usage_count)s ครั้ง

source: Are you sure you want to delete this %(snippet_type_name)s?
et: Kas sa oled kindel, et tahad kustutada seda %(snippet_type_name)s?
th: คุณแน่ใจว่าคุณต้องการจะลบสิ่งนี้%(snippet_type_name)s?

source: Are you sure you want to delete %(count)s %(snippet_type_name)s?
et: Kas sa oled kindel, et tahad kustutada %(count)s%(snippet_type_name)s?
th: คุณแน่ใจว่าคุณต้องการจะลบทิ้ง %(count)s %(snippet_type_name)s?

source: Yes, delete
et: Jah, kustuta
th: ใช่,ลบทิ้ง

source: No, don't delete
et: Ei, ära kustuta

source: New %(snippet_type_name)s
et: Uus %(snippet_type_name)s
th: ใหม่ %(snippet_type_name)s

source: New
et: Uus
th: ใหม่

source: Actions
et: Toimingud

source: Editing %(snippet_type_name)s - %(instance)s
et: Muudan %(snippet_type_name)s - %(instance)s
th: กำลังแก้ไข%(snippet_type_name)s - %(instance)s

source: Editing
et: Muuda
th: กำลังแก้ไข

source: Usage
et: Kasutus
th: การใช้

source: Snippets
et: Jupid
th: เกร็ดเล็กเกร็ดน้อย

source: Select all %(snippet_type_name_plural)s
et: Vali kõik %(snippet_type_name_plural)s

source: Title
et: Pealkiri
th: หัวข้อ,หัวเรื่อง

source: Select %(snippet)s
et: Vali %(snippet)s

source: No %(snippet_type_name_plural)s have been created. Why not <a href="%(wagtailsnippets_create_url)s">add one</a>?
et: Mitte ühtegi %(snippet_type_name_plural)s pole loodud. Lisa <a href="%(wagtailsnippets_create_url)s">üks</a>?
th: ไม่%(snippet_type_name_plural)s มีการถูกสร้าง ทำไมคุณไม่ <a href="%(wagtailsnippets_create_url)s">เพิ่มสักอัน</a>?

source: Snippets %(snippet_type_name_plural)s
et: %(snippet_type_name_plural)s jupid.
th: เกร็ดเล็กเกร็ดน้อย %(snippet_type_name_plural)s

source: Snippets <span>%(snippet_type_name_plural)s</span>
et: <span>%(snippet_type_name_plural)s</span> jupid
th: เกร็ดเล็กเกร็ดน้อย<span>%(snippet_type_name_plural)s</span>

source: Add %(snippet_type_name)s
et: Lisa %(snippet_type_name)s
th: เพิ่ม %(snippet_type_name)s

source: Usage of %(title)s
et: %(title)s kasutus
th: การใช้ของ%(title)s

source: Usage of
et: Kasutus
th: การใช้ของ

source: Parent
et: Vanem
th: หน้าแรก,หน้าหลัก

source: Type
et: Tüüp
th: แบบ,รูปแบบ

source: Status
et: Staatus
th: สถานะ

source: Edit this page
et: Muutke seda lehte
th: แก้ไขหน้านี้

source: Search %(snippet_type_name)s
et: Otsi %(snippet_type_name)s
th: ค้นหา %(snippet_type_name)s

source: %(snippet_type)s '%(instance)s' created.
et: %(snippet_type)s "%(instance)s" loodud.

source: Edit
et: Muuda
th: แก้ไข

source: The snippet could not be created due to errors.
et: Seda juppi ei saanud vigade tõttu luua.
th: เกร็ดเล็กเกร็ดน้อยนี้ไม่สามารถถูกสร้างได้ในขณะที่มีข้อผิดพลาด

source: %(snippet_type)s '%(instance)s' updated.
et: %(snippet_type)s "%(instance)s" uuendatud.

source: The snippet could not be saved due to errors.
et: Seda juppi ei saanud vigade tõttu salvestada.
th: เกร็ดเล็กเกร็ดน้อยนี้ไม่สามารถถูกเซฟได้ในขณะที่เกิดข้อผิดพลาด

source: %(snippet_type)s '%(instance)s' deleted.
et: %(snippet_type)s "%(instance)s" kustutatud.

source: %(count)d %(snippet_type)s deleted.
et: %(count)d%(snippet_type)s kustutatud.

source: Edit '%(title)s'
et: Redigeeri '%(title)s'

source: Choose %s
et: Vali %s
th: เลือก %s

source: Choose another %s
et: Vali uus %s
th: เลือกอันอื่น %s

source: Edit this %s
et: Muuda seda %s
th: แก้ไขสิ่งนี้ %s

source: {snippet_type} '{instance}' created.
th: {snippet_type} '{instance}' ถูกสร้างขึ้น

source: {snippet_type} '{instance}' updated.
th: {snippet_type} '{instance}' อัพเดท

source: {snippet_type} '{instance}' deleted.
th: {snippet_type} '{instance}' ถูกลบทิ้ง

source: {count} {snippet_type} deleted.
th: {count} {snippet_type} ถูกลบทิ้ง
