Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Publish this version
ar: نشر هذه النسخة

source: Saving…
ar: جارٍ الحفظ...

source: Replace current draft
ar: استبدال المسودة الحالية

source: Save draft
ar: حفظ مسودة

source: Create a page in %(title)s
ar: إنشاء صفحة في %(title)s

source: Create a page in
ar: إنشاء صفحة في

source: Choose which type of page you'd like to create.
ar: اختر نوع الصفحة التي ترغب في إنشائها

source: Sorry, you cannot create a page at this location.
ar: عذرًا، لا يمكنك إنشاء صفحة في هذا الموقع

source: Pages using %(page_type)s
ar: صفحات تستخدم %(page_type)s

source: Delete 1 page
ar: حذف%(counter)s صفحة

source: Are you sure you want to delete these pages?
ar: هل أنت متأكد من رغبتك في حذف هذه الصفحات؟

source: This will also delete one more subpage.
ar: سيؤدي هذا أيضًا إلى حذف %(counter)s صفحة فرعية

source: You don't have permission to delete this page
ar: ليست لديك الصلاحية لحذف هذه الصفحة

source: Move 1 page
ar: انقل %(counter)s صفحة

source: Move
ar: نقل

source: Are you sure you want to move these pages?
ar: هل أنت متأكد من رغبتك في نقل هذه الصفحات؟

source: This page has one child page
ar: تحتوي هذه الصفحة على %(counter)s صفحة فرعية

source: You don't have permission to move this page
ar: ليست لديك الصلاحية لنقل هذه الصفحة

source: The following page cannot be moved to %(dest_title)s
ar: لا يمكن نقل الصفحات التالية إلى %(dest_title)s

source: The following page cannot be moved due to duplicate slug
ar: لا يمكن نقل الصفحات التالية بسبب تكرار الرابط

source: There is no valid destination page for these pages
ar: لا توجد صفحة وجهة صالحة لهذه الصفحات

source: Yes, move these pages
ar: نعم، انقل هذه الصفحات

source: No, don't move
ar: لا، لا تنقل

source: Publish 1 page
ar: انشر %(counter)s صفحة

source: Are you sure you want to publish these pages?
ar: هل أنت متأكد من رغبتك في نشر هذه الصفحات؟

source: This page has one unpublished subpage
ar: تحتوي هذه الصفحة على %(counter)s صفحة فرعية غير منشورة

source: You don't have permission to publish this page
ar: ليست لديك الصلاحية لنشر هذه الصفحة

source: Yes, publish
ar: نعم، انشر

source: No, don't publish
ar: لا، لا تنشر

source: Unpublish 1 page
ar: ألغِ نشر %(counter)s صفحة

source: Are you sure you want to unpublish these pages?
ar: هل أنت متأكد من رغبتك في إلغاء نشر هذه الصفحات؟

source: This page has one subpage
ar: تحتوي هذه الصفحة على %(counter)s صفحة فرعية

source: You don't have permission to unpublish this page
ar: ليست لديك الصلاحية لإلغاء نشر هذه الصفحة

source: Yes, unpublish
ar: نعم، ألغِ النشر

source: Convert alias %(title)s
ar: تحويل الاسم المستعار %(title)s

source: Convert alias
ar: تحويل الاسم المستعار

source: Are you sure you want to convert this alias into an ordinary page?
ar: هل أنت متأكد من رغبتك في تحويل هذا الاسم المستعار إلى صفحة عادية؟

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Yes, convert it
ar: نعم، قم بتحويله

source: No, leave it as an alias
ar: لا، اتركه كاسم مستعار

source: Delete %(title)s
ar: حذف %(title)s

source: Are you sure you want to delete this page?
ar: هل أنت متأكد من رغبتك في حذف هذه الصفحة؟

source: Deleting this page will also delete %(descendant_count)s child page.
ar: سيؤدي حذف هذه الصفحة أيضًا إلى حذف %(descendant_count)s صفحة فرعية

source: It will also delete 1 translation and its combined %(translation_descendant_count)s translated child page.
ar: سيؤدي هذا أيضًا إلى حذف ترجمة واحدة و%(translation_descendant_count)s صفحة فرعية مترجمة تابعة لها

source: It will also delete %(translation_count)s translations and their combined %(translation_descendant_count)s translated child page.
ar: سيؤدي هذا أيضًا إلى حذف %(translation_count)s ترجمات و%(translation_descendant_count)s صفحة فرعية مترجمة تابعة لها

source: It will also delete %(translation_count)s translation.
ar: سيؤدي هذا أيضًا إلى حذف %(translation_count)s ترجمة

source: Deleting this page will also delete 1 translation and its combined %(translation_descendant_count)s translated child page.
ar: سيؤدي حذف هذه الصفحة أيضًا إلى حذف ترجمة واحدة و%(translation_descendant_count)s صفحة فرعية مترجمة تابعة لها

source: Deleting this page will also delete %(translation_count)s translations and their combined %(translation_descendant_count)s translated child page.
ar: سيؤدي حذف هذه الصفحة أيضًا إلى حذف %(translation_count)s ترجمات و%(translation_descendant_count)s صفحة فرعية مترجمة تابعة لها

source: Deleting this page will also delete %(translation_count)s translation of this page.
ar: سيؤدي هذا أيضًا إلى حذف %(descendant_count)s صفحة فرعية إضافية. سيؤدي حذف هذه الصفحة أيضًا إلى حذف %(translation_count)s ترجمة لهذه الصفحة

source: Yes, delete it
ar: نعم، احذفها

source: No, don't delete it
ar: لا، لا تحذفها

source: Alternatively you can <a href="%(unpublish_url)s">unpublish the page</a>. This removes the page from public view and you can edit or publish it again later.
ar: بدلاً من ذلك، يمكنك <a href="%(unpublish_url)s">إلغاء نشر الصفحة</a>. يؤدي هذا إلى إزالة الصفحة من العرض العام ويمكنك تعديلها أو نشرها مرة أخرى لاحقًا

source: Move %(title)s
ar: نقل %(title)s

source: Are you sure you want to move this page into '%(title)s'?
ar: هل أنت متأكد من رغبتك في نقل هذه الصفحة إلى '%(title)s'؟

source: Are you sure you want to move this page and all of its children into '%(title)s'?
ar: هل أنت متأكد من رغبتك في نقل هذه الصفحة وجميع صفحاتها الفرعية إلى '%(title)s'؟

source: This will also move one translation of this page and its child pages
ar: سيؤدي هذا أيضًا إلى نقل %(translations_to_move_count)s ترجمة لهذه الصفحة وصفحاتها الفرعية

source: Yes, move this page
ar: نعم، انقل هذه الصفحة

source: Are you sure you want to unpublish this page?
ar: هل أنت متأكد من رغبتك في إلغاء نشر هذه الصفحة؟

source: This will also unpublish one translation of the page.
ar: سيؤدي هذا أيضًا إلى إلغاء نشر جميع %(translation_count)s ترجمات الصفحة

source: This page has one subpage and its translations have a combined one translated child page. Unpublish these too
ar: تحتوي هذه الصفحة على %(live_descendant_count)s صفحة فرعية، ولترجماتها صفحة فرعية مترجمة واحدة مجتمعة. قم بإلغاء نشرها أيضًا

source: This page has one child page and its translations have a combined %(translation_descendant_count)s translated child pages. Unpublish these too
ar: تحتوي هذه الصفحة على %(live_descendant_count)s صفحة فرعية، ولترجماتها %(translation_descendant_count)s صفحة فرعية مترجمة مجتمعة. قم بإلغاء نشرها أيضًا

source: This page has one subpage. Unpublish this too
ar: تحتوي هذه الصفحة على %(live_descendant_count)s صفحة فرعية. قم بإلغاء نشرها أيضًا

source: Publish page
ar: نشر الصفحة

source: This page was marked as needing changes at <strong>%(task)s</strong> in <strong>%(workflow)s</strong>.
ar: تم وضع علامة على هذه الصفحة على أنها تحتاج إلى تغييرات في <strong>%(task)s</strong> ضمن <strong>%(workflow)s</strong>

source: This page is currently at <strong>%(task)s</strong> in <strong>%(workflow)s</strong>.
ar: هذه الصفحة حاليًا في <strong>%(task)s</strong> ضمن <strong>%(workflow)s</strong>

source: Publishing this page will cancel the current workflow.
ar: سيؤدي نشر هذه الصفحة إلى إلغاء سير العمل الحالي

source: Would you still like to publish this page?
ar: هل ما زلت ترغب في نشر هذه الصفحة؟

source: Copy %(title)s
ar: نسخ %(title)s

source: Copy
ar: نسخ

source: Copy this page
ar: نسخ هذه الصفحة

source: This page is an alias of another page.
ar: هذه الصفحة هي اسم مستعار لصفحة أخرى

source: Edit original page
ar: تعديل الصفحة الأصلية

source: Convert this alias into an ordinary page
ar: تحويل هذا الاسم المستعار إلى صفحة عادية

source: The root level is where you can add new sites to your Wagtail installation. Pages created here will not be accessible at any URL until they are associated with a site.
ar: المستوى الجذري هو المكان الذي يمكنك إضافة مواقع جديدة إليه في تثبيت Wagtail الخاص بك. لن تكون الصفحات المنشأة هنا قابلة للوصول عبر أي رابط حتى يتم ربطها بموقع

source: Configure a site now.
ar: قم بتكوين موقع الآن

source: If you just want to add pages to an existing site, create them as children of the homepage instead.
ar: إذا كنت ترغب فقط في إضافة صفحات إلى موقع موجود، فقم بإنشائها كصفحات فرعية للصفحة الرئيسية بدلاً من ذلك

source: Pages created here will not be accessible at any URL. To add pages to an existing site, create them as children of the homepage.
ar: الصفحات المنشأة هنا لن تكون قابلة للوصول عبر أي رابط. لإضافة صفحات إلى موقع موجود، قم بإنشائها كصفحات فرعية للصفحة الرئيسية

source: There is no site set up for this location. Pages created here will not be accessible at any URL until a site is associated with this location.
ar: لا يوجد موقع مضبوط لهذا الموقع. لن تكون الصفحات المنشأة هنا قابلة للوصول عبر أي رابط حتى يتم ربط موقع بهذا الموقع

source: There is no site record for this location. Pages created here will not be accessible at any URL.
ar: لا يوجد سجل موقع لهذا الموقع. لن تكون الصفحات المنشأة هنا قابلة للوصول عبر أي رابط

source: Select all pages in listing
ar: تحديد جميع الصفحات في القائمة

source: This page is locked, by you, to further editing
ar: هذه الصفحة مقفلة بواسطتك لمزيد من التعديلات

source: This page is locked to further editing
ar: هذه الصفحة مقفلة لمزيد من التعديلات

source: Explore child pages of '%(title)s'
ar: استكشاف الصفحات الفرعية لـ '%(title)s'

source: Add a child page to '%(title)s'
ar: إضافة صفحة فرعية إلى '%(title)s'

source: Drag
ar: سحب

source: Item %(index)s of %(total)s
ar: العنصر %(index)s من %(total)s

source: Disable ordering of child pages
ar: تعطيل ترتيب الصفحات الفرعية

source: Sort
ar: ترتيب

source: Enable ordering of child pages
ar: تمكين ترتيب الصفحات الفرعية

source: %(start_index)s-%(end_index)s of %(items_count)s across entire site.
ar: %(start_index)s-%(end_index)s من %(items_count)s عبر الموقع بأكمله

source: No results across entire site.
ar: لا توجد نتائج عبر الموقع بأكمله

source: Search in '<span class="w-title-ellipsis">%(title)s</span>'
ar: البحث في '<span class="w-title-ellipsis">%(title)s</span>'

source: %(start_index)s-%(end_index)s of %(items_count)s in '<span class="w-title-ellipsis">%(title)s</span>'.
ar: %(start_index)s-%(end_index)s من %(items_count)s في '<span class="w-title-ellipsis">%(title)s</span>'

source: No results in '<span class="w-title-ellipsis">%(title)s</span>'.
ar: لا توجد نتائج في '<span class="w-title-ellipsis">%(title)s</span>'

source: Search the whole site
ar: بحث في الموقع بأكمله

source: %(start_index)s-%(end_index)s of %(items_count)s
ar: %(start_index)s-%(end_index)s من %(items_count)s

source: Sites menu
ar: قائمة المواقع

source: Pagination
ar: ترقيم الصفحات

source: Page %(page_number)s of %(num_pages)s.
ar: الصفحة %(page_number)s من %(num_pages)s

source: Previous
ar: السابق

source: Next
ar: التالي

source: This page is protected from public view
ar: هذه الصفحة محمية من العرض العام

source: Confirm
ar: تأكيد

source: Add child page
ar: إضافة صفحة فرعية

source: Page types
ar: أنواع الصفحات

source: There is one matching page
ar: لا توجد %(counter)s صفحات مطابقة

source: Sorry, no pages match <em>%(query_string)s</em>
ar: عذرًا، لا توجد صفحات تطابق <em>%(query_string)s</em>

source: Enter a search term above
ar: أدخل مصطلح البحث أعلاه

source: Add %(label)s
ar: إضافة %(label)s

source: Move up
ar: نقل لأعلى

source: Move down
ar: نقل لأسفل

source: Choose when this %(model_name)s should go live and/or expire
ar: اختر متى يجب أن يصبح %(model_name)s هذا نشطًا و/أو ينتهي مفعوله

source: Choose when this page should go live and/or expire
ar: اختر متى يجب أن تصبح هذه الصفحة نشطة و/أو تنتهي صلاحيتها

source: This publishing schedule will only take effect after you select the "Schedule to publish" option
ar: سيكون جدول النشر هذا ساري المفعول فقط بعد اختيار خيار "جدولة للنشر"

source: Anyone with editing permissions can create schedules
ar: يمكن لأي شخص لديه أذونات التحرير إنشاء جداول

source: But only those with publishing permissions can make them effective.
ar: ولكن فقط أولئك الذين لديهم أذونات النشر يمكنهم جعلها سارية المفعول

source: Set publishing schedule
ar: تعيين جدول النشر

source: Save schedule
ar: حفظ الجدول

source: Collection management permissions
ar: أذونات إدارة الرزم

source: Add a collection permission
ar: إضافة إذن رزمة

source: Last published
ar: آخر نشر

source: Last published by
ar: آخر نشر بواسطة

source: Type
ar: النوع

source: No pages found.
ar: لم يتم العثور على صفحات

source: No pages match this report's criteria.
ar: لا توجد صفحات تطابق معايير هذا التقرير

source: Updated
ar: تم التحديث

source: App
ar: التطبيق

source: Pages
ar: الصفحات

source: Last edited page
ar: آخر صفحة تم تحريرها

source: Last edit
ar: آخر تعديل

source: Locking status
ar: حالة القفل

source: Locked by <b>you</b> at <b>%(locking_date)s</b>
ar: مقفلة بواسطة <b>أنت</b> في <b>%(locking_date)s</b>

source: Locked by <b>%(locked_by)s</b> at <b>%(locking_date)s</b>
ar: مقفلة بواسطة <b>%(locked_by)s</b> في <b>%(locking_date)s</b>

source: Locked at <b>%(locking_date)s</b>
ar: مقفلة في <b>%(locking_date)s</b>

source: Locked
ar: مقفلة

source: No locked pages found.
ar: لم يتم العثور على صفحات مقفلة

source: No page types found.
ar: لم يتم العثور على أنواع صفحات

source: Name
ar: اسم

source: Action
ar: إجراء

source: User
ar: مستخدم

source: Date / Time
ar: التاريخ / الوقت

source: Edit this item
ar: تحرير هذا العنصر

source: No log entries found.
ar: لم يتم العثور على سجلات

source: Workflow
ar: سير العمل

source: Page/Snippet
ar: صفحة/مقتطف

source: Requested by
ar: طلب بواسطة

source: Started at
ar: بدأ في

source: Incomplete task
ar: مهمة غير مكتملة

source: No pages/snippets have been submitted for moderation yet
ar: لم يتم تقديم صفحات/مقتطفات للمراجعة بعد

source: Completed at
ar: تم الانتهاء في

source: Clear
ar: مسح

source: Edit account avatar
ar: تحرير صورة الحساب

source: Toggle breadcrumbs
ar: تبديل مسار التصفح

source: Breadcrumb
ar: مسار تصفح

source: This action will delete <b>%(total_pages_formatted)s</b> page in total.
ar: سيؤدي هذا الإجراء إلى حذف <b>%(total_pages_formatted)s</b> صفحة إجمالاً.

source: Please type <b>%(wagtail_site_name)s</b> to confirm.
ar: يرجى كتابة <b>%(wagtail_site_name)s</b> للتأكيد

source: Close dialog
ar: إغلاق الحوار

source: You saved a new version in another window
ar: لقد حفظت نسخة جديدة في نافذة أخرى

source: System
ar: النظام

source: %(user_name)s saved a new version
ar: حفظ %(user_name)s نسخة جديدة

source: Refresh
ar: تحديث

source: You have unsaved changes in another window
ar: لديك تغييرات غير محفوظة في نافذة أخرى

source: %(user_name)s has unsaved changes
ar: لدى %(user_name)s تغييرات غير محفوظة

source: Currently viewing
ar: يتم عرضه حاليًا

source: One other user is currently viewing
ar: %(num_user)s لا يوجد مستخدمين آخرين يشاهدون

source: Proceeding will overwrite the changes you made in that window. Refreshing the page will show you the new changes, but you will lose any of your unsaved changes in the current window.
ar: المتابعة ستؤدي إلى استبدال التغييرات التي أجريتها في تلك النافذة. سيُظهر تحديث الصفحة التغييرات الجديدة، ولكنك ستفقد أي تغييرات غير محفوظة في النافذة الحالية.

source: Proceeding will overwrite the changes made by %(user_name)s. Refreshing the page will show you the new changes, but you will lose any of your unsaved changes.
ar: المتابعة ستؤدي إلى استبدال التغييرات التي أجراها %(user_name)s. سيُظهر تحديث الصفحة التغييرات الجديدة، ولكنك ستفقد أي تغييرات غير محفوظة لديك.

source: Refreshing the page means you will lose any unsaved changes
ar: تحديث الصفحة يعني أنك ستفقد أي تغييرات غير محفوظة

source: Refresh page
ar: تحديث الصفحة

source: Continue
ar: متابعة

source: Refresh the page
ar: تحديث الصفحة

source: Download XLSX
ar: تنزيل XLSX

source: Download CSV
ar: تنزيل CSV

source: Filter
ar: تصفية

source: Apply filters
ar: تطبيق الفلاتر

source: Add comment
ar: إضافة تعليق

source: Show filters
ar: إظهار الفلاتر

source: Filter by
ar: تصفية حسب

source: Back
ar: رجوع

source: History
ar: السجل

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح

source: All keyboard shortcuts
ar: جميع اختصارات لوحة المفاتيح

source: Section
ar: القسم

source: Keyboard shortcut
ar: اختصار لوحة المفاتيح

source: Current page status:
ar: حالة الصفحة الحالية:

source: Visit the live page
ar: زيارة الصفحة المباشرة

source: Visible to all. Visit the live page
ar: مرئي للجميع. قم بزيارة الصفحة المباشرة

source: Visible to all
ar: مرئي للجميع

source: Private. Visit the live page
ar: خاص. قم بزيارة الصفحة المباشرة

source: Page %(page_num)s of %(total_pages)s
ar: الصفحة %(page_num)s من %(total_pages)s

source: Toggle section
ar: تبديل القسم

source: Are you sure you want to unschedule this revision?
ar: هل أنت متأكد من رغبتك في إلغاء جدولة هذه المراجعة؟

source: Yes, unschedule
ar: نعم، إلغاء الجدولة

source: No, don't unschedule
ar: لا، لا تلغ الجدولة

source: Other searches
ar: عمليات بحث أخرى

source: Minimap
ar: الخريطة المصغرة

source: Side panels
ar: اللوحات الجانبية

source: Toggle side panel
ar: تبديل اللوحة الجانبية

source: Side panel width
ar: عرض اللوحة الجانبية

source: Show issue
ar: إظهار المشكلة

source: Content metrics
ar: مقاييس المحتوى

source: Words
ar: كلمات

source: Reading time
ar: وقت القراءة

source: Issues found
ar: تم العثور على مشاكل

source: Comment notifications
ar: إشعارات التعليقات

source: Locale:
ar: اللغة المحلية:

source: Available in %(translations_total)s locales
ar: متوفر بـ %(translations_total)s لغة محلية

source: No other translations
ar: لا توجد ترجمات أخرى

source: Switch locales
ar: تبديل اللغات المحلية

source: Locking:
ar: القفل:

source: Unlocked
ar: غير مقفلة

source: Anyone can edit this %(model_name)s – lock it to prevent others from editing
ar: يمكن لأي شخص تعديل هذا %(model_name)s – اقفله لمنع الآخرين من التعديل

source: Anyone can edit this %(model_name)s
ar: يمكن لأي شخص تعديل هذا %(model_name)s

source: Lock
ar: قفل

source: Page visibility:
ar: رؤية الصفحة:

source: Once live anyone can view
ar: بمجرد النشر يمكن لأي شخص المشاهدة

source: Not visible to the public
ar: غير مرئي للعامة

source: Choose who can view the live version of this page
ar: اختر من يمكنه مشاهدة النسخة المباشرة من هذه الصفحة

source: Privacy changes apply to all children of this page too.
ar: تنطبق تغييرات الخصوصية على جميع الصفحات الفرعية لهذه الصفحة أيضًا.

source: Usage
ar: الاستخدام

source: Used %(usage_count)s time
ar: تم استخدامه %(usage_count)s مرة

source: Status:
ar: الحالة:

source: Expiry:
ar: الانتهاء:

source: Edit schedule
ar: تحرير الجدول

source: In Moderation
ar: قيد المراجعة

source: View details
ar: عرض التفاصيل

source: by %(user)s
ar: بواسطة %(user)s

source: View history
ar: عرض السجل

source: Invalid schedule
ar: جدول غير صالح

source: Go-live:
ar: البدء المباشر:

source: Once scheduled:
ar: بمجرد الجدولة:

source: No publishing schedule set
ar: لم يتم تعيين جدول نشر

source: Set schedule
ar: تعيين جدول

source: Preview in new tab
ar: معاينة في علامة تبويب جديدة

source: Loading
ar: جاري التحميل

source: Refreshing…
ar: جاري التحديث…

source: Preview is out of date
ar: المعاينة قديمة

source: Correct the validation errors to resume preview (saving will highlight errors)
ar: صحح أخطاء التحقق لاستئناف المعاينة (سيؤدي الحفظ إلى تمييز الأخطاء)

source: Preview mode
ar: وضع المعاينة

source: First published
ar: تاريخ النشر الأول

source: Save your changes before leaving
ar: احفظ تغييراتك قبل المغادرة

source: You have <span>unsaved edits</span>
ar: لديك <span>تعديلات غير محفوظة</span>

source: You have <span>unsaved comments</span>
ar: لديك <span>تعليقات غير محفوظة</span>

source: You have <span>unsaved edits</span> and <span>comments</span>
ar: لديك <span>تعديلات غير محفوظة</span> و<span>تعليقات</span>

source: This %(model_name)s is referenced %(usage_count)s time.
ar: يتم الإشارة إلى هذا %(model_name)s %(usage_count)s مرة

source: One or more references to this %(model_name)s prevent it from being deleted.
ar: تمنع إحدى الإشارات أو أكثر إلى هذا %(model_name)s حذفه.

source: Requested by <b>%(modified_by)s</b>
ar: طلب بواسطة <b>%(modified_by)s</b>

source: Started at <b>%(started_at)s</b>
ar: بدأ في <b>%(started_at)s</b>

source: Status %(status)s
ar: الحالة %(status)s

source: Timeline
ar: الجدول الزمني

source: Initial Revision
ar: المراجعة الأولية

source: Edited
ar: تم التحرير

source: %(action)s by <b>%(who)s</b> at <b>%(at)s</b>
ar: %(action)s بواسطة <b>%(who)s</b> في <b>%(at)s</b>

source: %(action)s at <b>%(at)s</b>
ar: %(action)s في <b>%(at)s</b>

source: with comment:
ar: مع تعليق:

source: Workflow started
ar: بدأ سير العمل

source: Workflow completed
ar: اكتمل سير العمل

source: %(action)s by <b>%(who)s</b>
ar: %(action)s بواسطة <b>%(who)s</b>

source: Approved task
ar: مهمة معتمدة

source: This page hasn't been submitted for moderation yet
ar: لم يتم تقديم هذه الصفحة للمراجعة بعد

source: This %(model_name)s hasn't been submitted for moderation yet
ar: لم يتم تقديم هذا %(model_name)s للمراجعة بعد

source: JavaScript is required to use Wagtail, but it is currently disabled.<br /> Here are the <a href="https://www.enable-javascript.com/" target="_blank" rel="noreferrer">instructions how to enable JavaScript in your web browser</a>.
ar: يجب تفعيل JavaScript لاستخدام Wagtail، ولكنه معطل حاليًا.<br /> إليك <a href="https://www.enable-javascript.com/" target="_blank" rel="noreferrer">تعليمات تفعيل JavaScript في متصفحك</a>.

source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي

source: View Wagtail quick actions
ar: عرض إجراءات Wagtail السريعة

source: Accessibility
ar: إمكانية الوصول

source: Warnings
ar: تحذيرات

source: Add a child page
ar: إضافة صفحة فرعية

source: Show in Explorer
ar: عرض في المستكشف

source: This workflow is currently in progress on %(workflow_states_in_progress)s pages. Deleting this workflow will cancel moderation on these page. Are you sure you want to delete this workflow?
ar: سير العمل هذا قيد التقدم حاليًا على %(workflow_states_in_progress)s صفحة. سيؤدي حذف سير العمل هذا إلى إلغاء المراجعة على هذه الصفحة. هل أنت متأكد من رغبتك في حذف سير العمل هذا؟

source: No
ar: لا

source: Are you sure you want to disable this workflow?
ar: هل أنت متأكد من رغبتك في تعطيل سير العمل هذا؟

source: Yes, disable
ar: نعم، تعطيل

source: Are you sure you want to disable this task?
ar: هل أنت متأكد من رغبتك في تعطيل هذه المهمة؟

source: Assign your workflow to pages
ar: تعيين سير العمل الخاص بك للصفحات

source: Assign your workflow to snippets
ar: تعيين سير العمل الخاص بك للمقتطفات

source: Workflows apply to child pages too. If you select a parent page here, its child pages will also use this workflow. See <a href="%(workflow_pages_url)s">the list of the pages</a> your workflow applies to.
ar: تنطبق سير العمل أيضًا على الصفحات الفرعية. إذا قمت بتحديد صفحة أصل هنا، ستستخدم صفحاتها الفرعية سير العمل هذا أيضًا. راجع <a href="%(workflow_pages_url)s">قائمة الصفحات</a> التي ينطبق عليها سير العمل الخاص بك.

source: This workflow is disabled so it cannot be assigned to any pages.
ar: تم تعطيل سير العمل هذا لذلك لا يمكن تعيينه لأي صفحات.

source: This workflow is disabled so it cannot be assigned to any snippets.
ar: تم تعطيل سير العمل هذا لذلك لا يمكن تعيينه لأي مقتطفات.

source: Used on the following active workflows
ar: مستخدم في سير العمل النشطة التالية

source: Not used
ar: غير مستخدم

source: Disabled
ar: معطل

source: +%(counter)s more
ar: +%(counter)s أكثر

source: Assigned pages
ar: الصفحات المعينة

source: Page
ar: صفحة

source: Assign to another page
ar: تعيين إلى صفحة أخرى

source: Step %(step_number)s
ar: الخطوة %(step_number)s

source: 1 page
ar: %(counter)s صفحات

source: 1 snippet type
ar: %(counter)s نوع مقتطف

source: No workflows have been created. Why not <a href="%(add_url)s">add one</a>?
ar: لم يتم إنشاء أي سير عمل. لماذا لا <a href="%(add_url)s">تضيف واحدًا</a>؟

source: There are no enabled workflows. Why not <a href="%(add_url)s">add one</a>?
ar: لا توجد سير عمل مفعلة. لماذا لا <a href="%(add_url)s">تضيف واحدًا</a>؟

source: Choose which type of task you'd like to create.
ar: اختر نوع المهمة التي ترغب في إنشائها.

source: Choose a task
ar: اختر مهمة

source: New
ar: جديد
