Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Publish
ar: نشر

source: Submit for moderation
ar: تقديم للمراجعة

source: Resubmit to %(task_name)s
ar: إعادة تقديم إلى %(task_name)s

source: Submit to %(workflow_name)s
ar: تقديم إلى %(workflow_name)s

source: Restart workflow
ar: إعادة تشغيل سير العمل

source: Cancel workflow
ar: إلغاء سير العمل

source: Unpublish
ar: إلغاء النشر

source: Save Draft
ar: حفظ مسودة

source: Page locked
ar: الصفحة مقفلة

source: %(label)s and Publish
ar: %(label)s ونشر

source: any
ar: أي

source: Wagtail admin
ar: واجهة إدارة Wagtail

source: Sorry, you do not have permission to access this area.
ar: عذرًا، ليس لديك صلاحية للوصول إلى هذه المنطقة.

source: You do not have permission to access the admin
ar: ليس لديك صلاحية للوصول لواجهة الإدارة

source: None
ar: لا شيء

source: Date from
ar: التاريخ من

source: Date to
ar: التاريخ إلى

source: Locale
ar: الإعدادات المحلية

source: All
ar: الكل

source: Collection
ar: رزمة

source: Tag
ar: وسم

source: Filter by up to ten most popular tags.
ar: تصفية حسب ما يصل إلى عشرة وسوم الأكثر شيوعًا.

source: Use server language: %(language_name)s
ar: استخدام لغة الخادم: %(language_name)s

source: Use server time zone
ar: استخدام المنطقة الزمنية للخادم

source: Preferred language
ar: اللغة المفضلة

source: Current time zone
ar: المنطقة الزمنية الحالية

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Email
ar: البريد الإلكتروني

source: Upload a profile picture
ar: رفع صورة ملف شخصي

source: Enter password
ar: أدخل كلمة المرور

source: Your %(username_field)s and password didn't match. Please try again.
ar: لم يتطابق %(username_field)s وكلمة المرور. يرجى المحاولة مرة أخرى.

source: Enter your %(username_field_name)s
ar: أدخل %(username_field_name)s الخاص بك

source: Enter your email address to reset your password
ar: أدخل عنوان بريدك الإلكتروني لإعادة تعيين كلمة المرور

source: URL
ar: الرابط

source: Search term
ar: مصطلح البحث

source: Search
ar: بحث

source: All collections
ar: جميع الرزم

source: Parent
ar: الأصل

source: Select hierarchical position. Note: a collection cannot become a child of itself or one of its descendants.
ar: اختر الموقع الهرمي. ملاحظة: لا يمكن أن تصبح الرزمة فرعًا لنفسها أو لأحد فروعها.

source: Please select another parent
ar: الرجاء اختيار أصل آخر

source: You cannot have multiple permission records for the same collection.
ar: لا يمكن أن يكون لديك سجلات صلاحيات متعددة لنفس الرزمة.

source: Add
ar: إضافة

source: Add collections
ar: إضافة رزم

source: Edit
ar: تحرير

source: Edit collections
ar: تحرير رزم

source: Delete
ar: حذف

source: Delete collections
ar: حذف رزم

source: You cannot edit another user's comment.
ar: لا يمكنك تحرير تعليق مستخدم آخر.

source: Go live date/time must be before expiry date/time
ar: يجب أن يكون تاريخ/وقت النشر المباشر قبل تاريخ/وقت الانتهاء

source: Expiry date/time must be in the future
ar: يجب أن يكون تاريخ/وقت الانتهاء في المستقبل

source: New title
ar: عنوان جديد

source: New slug
ar: رابط جديد (slug)

source: New parent page
ar: صفحة أصل جديدة

source: This copy will be a child of this given parent page.
ar: ستكون هذه النسخة فرعًا لصفحة الأصل المحددة.

source: Copy subpages
ar: نسخ الصفحات الفرعية

source: This will copy %(count)s subpage.
ar: سيتم نسخ %(count)s صفحة فرعية

source: Publish copied page
ar: نشر الصفحة المنسوخة

source: This page is live. Would you like to publish its copy as well?
ar: هذه الصفحة منشورة. هل ترغب في نشر نسختها أيضًا؟

source: Publish copies
ar: نشر النسخ

source: %(count)s of the pages being copied is live. Would you like to publish its copy?
ar: %(count)s من الصفحات التي يتم نسخها منشورة، هل ترغب في نشر نسخها؟.

source: Alias
ar: اسم مستعار

source: Keep the new pages updated with future changes
ar: الحفاظ على تحديث الصفحات الجديدة بالتغييرات المستقبلية

source: You do not have permission to copy to page "%(page_title)s"
ar: ليس لديك صلاحية النسخ إلى الصفحة "%(page_title)s"

source: This slug is already in use within the context of its parent page "%(parent_page_title)s"
ar: هذا الرابط (slug) مستخدم بالفعل في سياق صفحته الأصل "%(parent_page_title)s"

source: You cannot copy a page into itself when copying subpages
ar: لا يمكنك نسخ صفحة إلى نفسها عند نسخ الصفحات الفرعية

source: The slug '%(page_slug)s' is already in use within the parent page
ar: الرابط (slug) '%(page_slug)s' مستخدم بالفعل في الصفحة الأصل

source: Select a new parent for this page.
ar: اختر صفحة أصل جديدة لهذه الصفحة.

source: Parent page
ar: الصفحة الأصل

source: The new page will be a child of this given parent page.
ar: ستكون الصفحة الجديدة فرعًا لصفحة الأصل المحددة.

source: You do not have permission to create a page under "%(page_title)s".
ar: ليس لديك صلاحية إنشاء صفحة تحت "%(page_title)s".

source: You cannot create a page of type "%(page_type)s" under "%(page_title)s".
ar: لا يمكنك إنشاء صفحة من نوع "%(page_type)s" تحت "%(page_title)s".

source: Search…
ar: بحث...

source: Tag(s) %(value_too_long)s are over %(max_tag_length)d characters
ar: الوسوم %(value_too_long)s تتجاوز %(max_tag_length)d حرفًا

source: Visibility
ar: الرؤية

source: This field is required.
ar: هذا الحقل مطلوب.

source: Please select at least one group.
ar: الرجاء اختيار مجموعة واحدة على الأقل.

source: All types
ar: جميع الأنواع

source: This page already has workflow '%(workflow_name)s' assigned.
ar: هذه الصفحة لديها بالفعل سير عمل '%(workflow_name)s' مخصص لها.

source: You cannot assign this workflow to the same page multiple times.
ar: لا يمكنك تعيين سير العمل هذا لنفس الصفحة عدة مرات.

source: Snippet '%(content_type)s' already has workflow '%(workflow_name)s' assigned.
ar: المقتطف '%(content_type)s' لديه بالفعل سير عمل '%(workflow_name)s' مخصص له.

source: Give your workflow a name
ar: أعط سير العمل الخاص بك اسمًا

source: Add tasks to your workflow
ar: أضف مهامًا إلى سير العمل الخاص بك

source: task
ar: مهمة

source: 1 page selected
ar: صفحة واحدة محددة

source: %(objects)s pages selected
ar: تم تحديد %(objects)s صفحة

source: All %(objects)s pages on this screen selected
ar: تم تحديد جميع الصفحات %(objects)s في هذه الشاشة

source: All pages in listing selected
ar: تم تحديد جميع الصفحات في القائمة

source: 1 document selected
ar: تم تحديد مستند واحد

source: %(objects)s documents selected
ar: تم تحديد %(objects)s مستند

source: All %(objects)s documents on this screen selected
ar: تم تحديد جميع المستندات %(objects)s في هذه الشاشة

source: All documents in listing selected
ar: تم تحديد جميع المستندات في القائمة

source: 1 image selected
ar: تم تحديد صورة واحدة

source: %(objects)s images selected
ar: تم تحديد %(objects)s صورة

source: All %(objects)s images on this screen selected
ar: تم تحديد جميع الصور %(objects)s في هذه الشاشة

source: All images in listing selected
ar: تم تحديد جميع الصور في القائمة

source: 1 user selected
ar: تم تحديد مستخدم واحد

source: %(objects)s users selected
ar: تم تحديد %(objects)s مستخدم

source: All %(objects)s users on this screen selected
ar: تم تحديد جميع المستخدمين %(objects)s في هذه الشاشة

source: All users in listing selected
ar: تم تحديد جميع المستخدمين في القائمة

source: 1 snippet selected
ar: تم تحديد مقتطف واحد

source: %(objects)s snippets selected
ar: تم تحديد %(objects)s مقتطف

source: All %(objects)s snippets on this screen selected
ar: تم تحديد جميع المقتطفات %(objects)s في هذه الشاشة

source: All snippets in listing selected
ar: تم تحديد جميع المقتطفات في القائمة

source: 1 item selected
ar: تم تحديد عنصر واحد

source: %(objects)s items selected
ar: تم تحديد %(objects)s عنصر

source: All %(objects)s items on this screen selected
ar: تم تحديد جميع العناصر %(objects)s في هذه الشاشة

source: All items in listing selected
ar: تم تحديد جميع العناصر في القائمة

source: Can access Wagtail admin
ar: يمكن الوصول إلى إدارة Wagtail

source: item
ar: عنصر

source: items
ar: عناصر

source: Content
ar: المحتوى

source: Promote
ar: الترويج

source: Settings
ar: الإعدادات

source: Title
ar: العنوان

source: Page title
ar: عنوان الصفحة

source: Error 404: Page not found
ar: خطأ 404: الصفحة غير موجودة

source: Error 404
ar: خطأ 404

source: The requested page could not be found.
ar: تعذر العثور على الصفحة المطلوبة.

source: Go to Wagtail admin
ar: الذهاب إلى إدارة Wagtail

source: More actions
ar: إجراءات أخرى

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Password change successful
ar: تم تغيير كلمة المرور بنجاح

source: Login
ar: تسجيل الدخول

source: Set your new password
ar: تعيين كلمة مرور جديدة

source: Invalid password reset link
ar: رابط إعادة تعيين كلمة المرور غير صالح

source: The password reset link was invalid, possibly because it has already been used.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه تم استخدامه بالفعل.

source: Request a new password reset
ar: طلب إعادة تعيين كلمة مرور جديدة

source: Check your email
ar: تحقق من بريدك الإلكتروني

source: A link to reset your password has been emailed to you if an account exists for this address.
ar: تم إرسال رابط لإعادة تعيين كلمة المرور إلى بريدك الإلكتروني إذا كان هناك حساب لهذا العنوان.

source: Please follow the link below to reset your password:
ar: الرجاء اتباع الرابط أدناه لإعادة تعيين كلمة المرور:

source: Your username (in case you've forgotten):
ar: اسم المستخدم الخاص بك (في حالة نسيانه):

source: Password reset
ar: إعادة تعيين كلمة المرور

source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك

source: Reset to default
ar: إعادة التعيين إلى الافتراضي

source: Default avatar
ar: الصورة الرمزية الافتراضية

source: Upload a profile picture:
ar: رفع صورة الملف الشخصي:

source: Sidebar
ar: الشريط الجانبي

source: Go back
ar: عودة

source: Bulk actions
ar: الإجراءات المجمعة

source: Select
ar: تحديد

source: Select row
ar: تحديد صف

source: Select all
ar: تحديد الكل

source: Internal link
ar: رابط داخلي

source: External link
ar: رابط خارجي

source: Email link
ar: رابط بريد إلكتروني

source: Phone link
ar: رابط هاتف

source: Anchor link
ar: رابط مرساة

source: There is %(counter)s match
ar: يوجد %(counter)s تطابق

source: Add an anchor link
ar: إضافة رابط مرساة

source: Insert anchor
ar: إدراج مرساة

source: Choose
ar: اختيار

source: Choose a page
ar: اختر صفحة

source: Only pages of type "%(type)s" may be chosen for this field. Search results will exclude pages of other types.
ar: يمكن اختيار صفحات من نوع "%(type)s" فقط لهذا الحقل. ستستبعد نتائج البحث الصفحات من أنواع أخرى.

source: Confirm selection
ar: تأكيد الاختيار

source: Convert to internal link
ar: تحويل إلى رابط داخلي

source: The URL you entered, <a target="_blank" rel="noreferrer" href="%(submitted_url)s">%(submitted_url)s</a>, looks like it matches the internal page %(page)s, which has the URL <a target="_blank" rel="noreferrer" href="%(internal_url)s">%(internal_url)s</a>.
ar: الرابط الذي أدخلته، <a target="_blank" rel="noreferrer" href="%(submitted_url)s">%(submitted_url)s</a>، يبدو أنه يطابق الصفحة الداخلية %(page)s، التي لها الرابط <a target="_blank" rel="noreferrer" href="%(internal_url)s">%(internal_url)s</a>.

source: Converting this to an internal link to %(page)s would make the link automatically update if the underlying page changes its URL. Would you like to do this?
ar: تحويل هذا إلى رابط داخلي لـ %(page)s سيجعل الرابط يتم تحديثه تلقائيًا إذا غيرت الصفحة الأساسية رابطها. هل ترغب في القيام بذلك؟

source: Use external link
ar: استخدم رابط خارجي

source: Add an email link
ar: إضافة رابط بريد إلكتروني

source: Insert link
ar: إدراج رابط

source: Add an external link
ar: إضافة رابط خارجي

source: Add a phone link
ar: إضافة رابط هاتف

source: Select %(title)s
ar: اختر %(title)s

source: Explore subpages of '%(title)s'
ar: استكشف الصفحات الفرعية لـ '%(title)s'

source: Explore
ar: استكشف

source: This collection has been made private by a parent collection.
ar: تم جعل هذه الرزمة خاصة بواسطة مجموعة أصل.

source: You can edit the privacy settings on:
ar: يمكنك تحرير إعدادات الخصوصية على:

source: Save
ar: حفظ

source: Change privacy
ar: تغيير إعدادات الخصوصية

source: Privacy settings determine who is able to view documents in this collection.
ar: تحدد إعدادات الخصوصية من يمكنه عرض المستندات في هذه الرزمة.

source: Privacy
ar: الخصوصية

source: Set collection privacy. Current status: Public
ar: تعيين خصوصية الرزمة. الحالة الحالية: عامة

source: Public
ar: عامة

source: Set collection privacy. Current status: Private
ar: تعيين خصوصية الرزمة. الحالة الحالية: خاصة

source: Private
ar: خاصة

source: This collection cannot be deleted, because it is not empty. It contains:
ar: لا يمكن حذف هذه الرزمة لأنها ليست فارغة. تحتوي على:

source: No collections have been created. Why not <a href="%(add_collection_url)s">add one</a>?
ar: لم يتم إنشاء أي رزم. لماذا لا <a href="%(add_collection_url)s">تضيف واحدة</a>؟

source: Sorry, there are no matches for "<em>%(search_query)s</em>"
ar: عذرًا، لا توجد نتائج مطابقة لـ "<em>%(search_query)s</em>"

source: There are no results.
ar: لا توجد نتائج.

source: Yes, delete
ar: نعم، احذف

source: No, don't delete
ar: لا، لا تحذف

source: Are you sure you want to unpublish this %(model_name)s?
ar: هل أنت متأكد أنك تريد إلغاء نشر %(model_name)s؟

source: Yes, unpublish it
ar: نعم، ألغِ نشره

source: No, don't unpublish
ar: لا، لا تلغِ النشر

source: Publish %(model_name)s
ar: نشر %(model_name)s

source: This %(model_name)s was marked as needing changes at <strong>%(task)s</strong> in <strong>%(workflow)s</strong>.
ar: تم وضع علامة على %(model_name)s هذا بأنه يحتاج إلى تغييرات في <strong>%(task)s</strong> في <strong>%(workflow)s</strong>.

source: This %(model_name)s is currently at <strong>%(task)s</strong> in <strong>%(workflow)s</strong>.
ar: %(model_name)s هذا موجود حاليًا في <strong>%(task)s</strong> في <strong>%(workflow)s</strong>.

source: Publishing this %(model_name)s will cancel the current workflow.
ar: سيؤدي نشر %(model_name)s هذا إلى إلغاء سير العمل الحالي.

source: Would you still like to publish this %(model_name)s?
ar: هل ما زلت ترغب في نشر %(model_name)s هذا؟

source: Cancel
ar: إلغاء

source: Actions
ar: الإجراءات

source: Comment
ar: تعليق

source: There are no %(model_name)s to display. Why not <a href="%(add_url)s">add one</a>?
ar: لا توجد %(model_name)s لعرضها. لماذا لا <a href="%(add_url)s">تضيف واحدة</a>؟

source: Update
ar: تحديث

source: Preview not available
ar: المعاينة غير متاحة

source: Preview cannot display due to validation errors. <br /> Click save to highlight the relevant fields.
ar: لا يمكن عرض المعاينة بسبب أخطاء التحقق. <br /> انقر فوق حفظ لتحديد الحقول ذات الصلة.

source: Fields
ar: الحقول

source: Changes
ar: التغييرات

source: Moved down 1 place.
ar: تم النزول بمقدار %(counter)s مكان.

source: Moved up 1 place.
ar: تم الصعود بمقدار %(counter)s مكان.

source: There are no differences between these two versions
ar: لا توجد فروق بين هاتين النسختين

source: This is your dashboard on which helpful information about content you've created will be displayed.
ar: هذه هي لوحة التحكم الخاصة بك حيث سيتم عرض معلومات مفيدة حول المحتوى الذي قمت بإنشائه.

source: Account
ar: الحساب

source: Wagtail %(current_version)s editor guide
ar: دليل محرر Wagtail %(current_version)s

source: Your locked pages
ar: صفحاتك المقفلة

source: Language
ar: اللغة

source: Privacy and access
ar: الخصوصية والوصول

source: Status
ar: الحالة

source: Locked at
ar: مقفلة في

source: Edit this page
ar: تحرير هذه الصفحة

source: Unlock
ar: فتح القفل

source: Draft
ar: مسودة

source: Live
ar: نشطة

source: Your most recent edits
ar: آخر التعديلات التي أجريتها

source: Date
ar: التاريخ

source: Site summary
ar: ملخص الموقع

source: %(total)s Page <span class="w-sr-only">created in %(site_name)s</span>
ar: %(total)s صفحة <span class="w-sr-only">تم إنشاؤها في %(site_name)s</span>

source: Wagtail upgrade available
ar: ترقية Wagtail متاحة

source: Your version: <strong>%(current_version)s</strong>. New version: <strong data-w-upgrade-target="latestVersion"></strong>.
ar: إصدارك: <strong>%(current_version)s</strong>. الإصدار الجديد: <strong data-w-upgrade-target="latestVersion"></strong>.

source: Read the release notes.
ar: اقرأ ملاحظات الإصدار.

source: Close
ar: إغلاق

source: Your pages and snippets in a workflow
ar: صفحاتك ومقتطفاتك في سير عمل

source: Task
ar: مهمة

source: Task started
ar: بدء المهمة

source: Changes requested at
ar: تم طلب التغييرات في

source: Awaiting
ar: بانتظار

source: Things in Wagtail %(version)s have changed!
ar: لقد تغيرت الأمور في Wagtail %(version)s!

source: Don't worry, we've got your back. Check out the <a class="w-whats-new__link" href="%(editor_guide_link)s" target="_blank" rel="noreferrer">Wagtail Editor Guide</a> to get the low down on what's changed and some exciting new features!
ar: لا تقلق، نحن ندعمك. تحقق من <a class="w-whats-new__link" href="%(editor_guide_link)s" target="_blank" rel="noreferrer">دليل محرر Wagtail</a> لمعرفة ما تغير وبعض الميزات الجديدة المثيرة!

source: Awaiting your review
ar: بانتظار مراجعتك

source: Tasks
ar: المهام

source: Task submitted by
ar: تم تقديم المهمة بواسطة

source: Preview
ar: معاينة

source: Compare with live version
ar: مقارنة مع النسخة النشطة

source: Compare with previous version
ar: مقارنة مع الإصدار السابق

source: Sign in
ar: تسجيل الدخول

source: Sign in to Wagtail
ar: تسجيل الدخول إلى Wagtail

source: Forgotten password?
ar: نسيت كلمة المرور؟

source: Remember me
ar: تذكرني

source: Signing in…
ar: جارٍ تسجيل الدخول...

source: The page "%(title)s" has been approved.
ar: تمت الموافقة على الصفحة "%(title)s".

source: You can view the page here:
ar: يمكنك عرض الصفحة هنا:

source: The page "%(title)s" has been approved
ar: تمت الموافقة على الصفحة "%(title)s"

source: Hello %(username)s,
ar: مرحبًا %(username)s,

source: Edit your notification preferences here:
ar: تحرير تفضيلات الإشعارات هنا:

source: The page "%(title)s" has been rejected.
ar: تم رفض الصفحة "%(title)s".

source: You can edit the page here:
ar: يمكنك تحرير الصفحة هنا:

source: The page "%(title)s" has been rejected
ar: تم رفض الصفحة "%(title)s"

source: The page "%(title)s" has been approved in moderation stage "%(task)s".
ar: تمت الموافقة على الصفحة "%(title)s" في مرحلة المراجعة "%(task)s".

source: The %(model_name)s "%(title)s" has been approved in moderation stage "%(task)s".
ar: تمت الموافقة على %(model_name)s "%(title)s" في مرحلة المراجعة "%(task)s".

source: You can edit the %(model_name)s here:
ar: يمكنك تحرير %(model_name)s هنا:

source: The page "%(title)s" has been approved in "%(task)s".
ar: تمت الموافقة على الصفحة "%(title)s" في "%(task)s".

source: The %(model_name)s "%(title)s" has been approved in "%(task)s".
ar: تمت الموافقة على %(model_name)s "%(title)s" في "%(task)s".

source: The page "%(title)s" has been rejected in moderation stage "%(task)s".
ar: تم رفض الصفحة "%(title)s" في مرحلة المراجعة "%(task)s".

source: The %(model_name)s "%(title)s" has been rejected in moderation stage "%(task)s".
ar: تم رفض %(model_name)s "%(title)s" في مرحلة المراجعة "%(task)s".

source: The page "%(title)s" has been rejected during "%(task)s".
ar: تم رفض الصفحة "%(title)s" أثناء "%(task)s".

source: The %(model_name)s "%(title)s" has been rejected during "%(task)s".
ar: تم رفض %(model_name)s "%(title)s" أثناء "%(task)s".

source: The page "%(title)s" has been submitted for approval in moderation stage "%(task)s".
ar: تم تقديم الصفحة "%(title)s" للموافقة في مرحلة المراجعة "%(task)s".

source: You can preview the page here:
ar: يمكنك معاينة الصفحة هنا:

source: The %(model_name)s "%(title)s" has been submitted for approval in moderation stage "%(task)s".
ar: تم تقديم %(model_name)s "%(title)s" للموافقة في مرحلة المراجعة "%(task)s".

source: You can preview the %(model_name)s here:
ar: يمكنك معاينة %(model_name)s هنا:

source: The page "%(title)s" has been submitted for approval to moderation stage "%(task)s".
ar: تم تقديم الصفحة "%(title)s" للموافقة إلى مرحلة المراجعة "%(task)s".

source: The %(model_name)s "%(title)s" has been submitted for approval to moderation stage "%(task)s".
ar: تم تقديم %(model_name)s "%(title)s" للموافقة إلى مرحلة المراجعة "%(task)s".

source: The page "%(title)s" has been submitted for approval in moderation stage "%(task)s"
ar: تم تقديم الصفحة "%(title)s" للموافقة في مرحلة المراجعة "%(task)s"

source: The %(model_name)s "%(title)s" has been submitted for approval in moderation stage "%(task)s"
ar: تم تقديم %(model_name)s "%(title)s" للموافقة في مرحلة المراجعة "%(task)s"

source: %(editor)s has updated comments on "%(title)s".
ar: قام %(editor)s بتحديث التعليقات على "%(title)s".

source: New comments
ar: تعليقات جديدة

source: Resolved comments
ar: تعليقات محلولة

source: Deleted comments
ar: تعليقات محذوفة

source: New replies
ar: ردود جديدة

source: New replies to:
ar: ردود جديدة على:

source: New comments:
ar: تعليقات جديدة:

source: Resolved comments:
ar: تعليقات محلولة:

source: Deleted comments:
ar: تعليقات محذوفة:

source: New replies:
ar: ردود جديدة:

source: %(editor)s has updated comments on "%(title)s"
ar: قام %(editor)s بتحديث التعليقات على "%(title)s"

source: The page "%(title)s" has been approved in workflow "%(workflow)s".
ar: تمت الموافقة على الصفحة "%(title)s" في سير العمل "%(workflow)s".

source: The %(model_name)s "%(title)s" has been approved in workflow "%(workflow)s".
ar: تمت الموافقة على %(model_name)s "%(title)s" في سير العمل "%(workflow)s".

source: The page "%(title)s" has been approved in "%(workflow)s".
ar: تمت الموافقة على الصفحة "%(title)s" في "%(workflow)s".

source: The %(model_name)s "%(title)s" has been approved in "%(workflow)s".
ar: تمت الموافقة على %(model_name)s "%(title)s" في "%(workflow)s".

source: The page "%(title)s" has been rejected during "%(task)s" in workflow "%(workflow)s" by %(rejector)s.
ar: تم رفض الصفحة "%(title)s" أثناء "%(task)s" في سير العمل "%(workflow)s" بواسطة %(rejector)s.

source: The page "%(title)s" has been rejected during "%(task)s" in workflow "%(workflow)s".
ar: تم رفض الصفحة "%(title)s" أثناء "%(task)s" في سير العمل "%(workflow)s".

source: The following comment was left: "%(comment)s"
ar: تم ترك التعليق التالي: "%(comment)s"

source: The %(model_name)s "%(title)s" has been rejected during "%(task)s" in workflow "%(workflow)s" by %(rejector)s.
ar: تم رفض %(model_name)s "%(title)s" أثناء "%(task)s" في سير العمل "%(workflow)s" بواسطة %(rejector)s.

source: The %(model_name)s "%(title)s" has been rejected during "%(task)s" in workflow "%(workflow)s".
ar: تم رفض %(model_name)s "%(title)s" أثناء "%(task)s" في سير العمل "%(workflow)s".

source: The page "%(title)s" has been rejected during "%(workflow)s".
ar: تم رفض الصفحة "%(title)s" أثناء "%(workflow)s".

source: The %(model_name)s "%(title)s" has been rejected during "%(workflow)s".
ar: تم رفض %(model_name)s "%(title)s" أثناء "%(workflow)s".

source: The page "%(title)s" has been submitted for moderation to workflow "%(workflow)s" by %(requester)s.
ar: تم تقديم الصفحة "%(title)s" للمراجعة إلى سير العمل "%(workflow)s" بواسطة %(requester)s.

source: The page "%(title)s" has been submitted for moderation to workflow "%(workflow)s".
ar: تم تقديم الصفحة "%(title)s" للمراجعة إلى سير العمل "%(workflow)s".

source: The %(model_name)s "%(title)s" has been submitted for moderation to workflow "%(workflow)s" by %(requester)s.
ar: تم تقديم %(model_name)s "%(title)s" للمراجعة إلى سير العمل "%(workflow)s" بواسطة %(requester)s.

source: The %(model_name)s "%(title)s" has been submitted for moderation to workflow "%(workflow)s".
ar: تم تقديم %(model_name)s "%(title)s" للمراجعة إلى سير العمل "%(workflow)s".

source: The page "%(title)s" has been submitted to workflow "%(workflow)s"
ar: تم تقديم الصفحة "%(title)s" إلى سير العمل "%(workflow)s"

source: The %(model_name)s "%(title)s" has been submitted to workflow "%(workflow)s"
ar: تم تقديم %(model_name)s "%(title)s" إلى سير العمل "%(workflow)s"

source: Changing the privacy for this page has been disabled.
ar: تم تعطيل تغيير الخصوصية لهذه الصفحة.

source: Scheduling…
ar: جارٍ الجدولة...

source: Publishing…
ar: جارٍ النشر...

source: Schedule to publish
ar: جدولة للنشر
