Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Existing
ar: موجود

source: Choose a different task type
ar: اختر نوع مهمة مختلف

source: Creating…
ar: يتم إنشاء...

source: Create
ar: إنشاء

source: Task type
ar: نوع المهمة

source: Used on
ar: مستخدم في

source: Sorry, no tasks match "<em>%(query_string)s</em>"
ar: عذرًا، لا توجد مهام تطابق "<em>%(query_string)s</em>"

source: You haven't created any tasks.
ar: لم تقم بإنشاء أي مهام.

source: Why not <a class="create-one-now" href="#tab-new" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true">create one now</a>?
ar: لماذا لا <a class="create-one-now" href="#tab-new" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true">يتم إنشاء واحد الآن</a>؟

source: No tasks have been created. Why not <a href="%(add_url)s">add one</a>?
ar: لم يتم إنشاء أي مهام. لماذا لا <a href="%(add_url)s">تضيف واحدة</a>؟

source: There are no enabled tasks. Why not <a href="%(add_url)s">add one</a>?
ar: لا توجد مهام مفعلة. لماذا لا <a href="%(add_url)s">تضيف واحدة</a>؟

source: Submitted
ar: تم الإرسال

source: Not started
ar: لم يبدأ بعد

source: Changes requested by %(requested_by)s
ar: تم طلب التغييرات بواسطة %(requested_by)s

source: Changes requested
ar: تم طلب تغييرات

source: Approved by %(approved_by)s
ar: تمت الموافقة بواسطة %(approved_by)s

source: Published
ar: تم نشره

source: See full history
ar: عرض السجل الكامل

source: More
ar: المزيد

source: More bulk actions
ar: المزيد من الإجراءات الجماعية

source: 0 minutes
ar: 0 دقائق

source: just now
ar: الآن

source: %(time_period)s ago
ar: قبل %(time_period)s

source: at %(time)s by %(user_display_name)s
ar: في %(time)s بواسطة %(user_display_name)s

source: at %(time)s
ar: في %(time)s

source: %(time)s by %(user_display_name)s
ar: %(time)s بواسطة %(user_display_name)s

source: %(time_period)s ago by %(user_display_name)s
ar: منذ %(time_period)s بواسطة %(user_display_name)s

source: Log out
ar: تسجيل الخروج

source: Changes requested %(finished_at)s
ar: تم طلب التغييرات %(finished_at)s

source: Sent to %(task_name)s %(started_at)s
ar: تم الإرسال إلى %(task_name)s %(started_at)s

source: Common actions
ar: الإجراءات الشائعة

source: Cut
ar: قص

source: Paste
ar: لصق

source: Paste and match style
ar: لصق ومطابقة النمط

source: Paste without formatting
ar: لصق بدون تنسيق

source: Undo
ar: تراجع

source: Redo
ar: أعد

source: Save changes
ar: حفظ التغييرات

source: Toggle sidebar
ar: تبديل الشريط الجانبي

source: Toggle minimap
ar: تبديل الخريطة المصغرة

source: Add or show comments
ar: إضافة أو عرض التعليقات

source: Text content
ar: محتوى النص

source: Insert or edit a link
ar: إدراج أو تحرير رابط

source: Text formatting
ar: تنسيق النص

source: Underline
ar: تسطير

source: Monospace (code)
ar: أحادي المسافة (كود)

source: Strike-through
ar: يشطب

source: Superscript
ar: مرتفع

source: Subscript
ar: منخفض

source: Toggle status
ar: تبديل الحالة

source: Referenced %(count)s time
ar: تمت الإشارة إليه %(count)s مرة

source: Toggle comments
ar: تبديل التعليقات

source: Comments
ar: تعليقات

source: Toggle checks
ar: تبديل الفحوصات

source: Checks
ar: فحوصات

source: Toggle preview
ar: تبديل المعاينة

source: (blank)
ar: (فارغ)

source: Sort by '%(label)s' in ascending order.
ar: فرز حسب '%(label)s' بترتيب تصاعدي.

source: Sort by '%(label)s' in descending order.
ar: فرز حسب '%(label)s' بترتيب تنازلي.

source: Sort the order of child pages within '%(parent)s' by '%(label)s' in ascending order.
ar: فرز ترتيب الصفحات الفرعية ضمن '%(parent)s' حسب '%(label)s' بترتيب تصاعدي.

source: Sort the order of child pages within '%(parent)s' by '%(label)s' in descending order.
ar: فرز ترتيب الصفحات الفرعية ضمن '%(parent)s' حسب '%(label)s' بترتيب تنازلي.

source: Button text is empty
ar: نص الزر فارغ

source: Use meaningful text for screen reader users
ar: استخدم نصًا ذا معنى لمستخدمي قارئات الشاشة

source: Empty heading found
ar: تم العثور على عنوان فارغ

source: Table header text is empty
ar: نص رأس الجدول فارغ

source: Empty frame title found
ar: تم العثور على عنوان إطار فارغ

source: Use a meaningful title for screen reader users
ar: استخدم عنوانًا ذا معنى لمستخدمي قارئات الشاشة

source: Incorrect heading hierarchy
ar: تسلسل عناوين غير صحيح

source: Avoid skipping levels
ar: تجنب تخطي المستويات

source: Input button text is empty
ar: نص زر الإدخال فارغ

source: Link text is empty
ar: نص الرابط فارغ

source: Misusing paragraphs as headings
ar: إساءة استخدام الفقرات كعناوين

source: Use proper heading tags
ar: استخدم وسوم عناوين مناسبة

source: Image alt text has inappropriate pattern
ar: نص alt للصورة يحتوي على نمط غير مناسب

source: Use meaningful text
ar: استخدم نصًا ذا معنى

source: %(classname)s object (%(id)s)
ar: كائن %(classname)s (%(id)s)

source: Profile
ar: الملف الشخصي

source: Notifications
ar: الإشعارات

source: Name and Email
ar: الإسم و البريد الإلكتروني

source: Profile picture
ar: صورة الملف الشخصي

source: Theme preferences
ar: تفضيلات السمة

source: Password
ar: كلمة السر

source: Your account settings have been changed successfully!
ar: تم تغيير إعدادات حسابك بنجاح!

source: You have been successfully logged out.
ar: لقد تم تسجيل الخروج بنجاح.

source: Collections
ar: رزم

source: Add a collection
ar: اضافة رزمة

source: Add collection
ar: اضف رزمة

source: Collection '%(object)s' created.
ar: رزمة '%(object)s' تم إنشاؤها.

source: Collection '%(object)s' updated.
ar: تم تحديث رزم'%(object)s'.

source: The collection could not be saved due to errors.
ar: لا يمكن حفظ الرزمة بسبب الأخطاء.

source: Collection '%(object)s' deleted.
ar: الرزمة '%(object)s' محذوفة.

source: Delete collection
ar: حذف الرزمة

source: Are you sure you want to delete this collection?
ar: هل أنت متأكد من أنك تريد حذف هذه الرزمة؟

source: Home
ar: الرئيسة

source: No %(model_name)s match your query.
ar: لا يوجد %(model_name)s يطابق استعلامك.

source: There are no %(model_name)s to display.
ar: لا توجد %(model_name)s لعرضها.

source: Live version
ar: نسخة حية

source: Current draft
ar: المسودة الحالية

source: Review this version
ar: مراجعة هذه النسخة

source: Compare with current version
ar: مقارنة مع النسخة الحالية

source: Cancel scheduled publish
ar: إلغاء النشر المجدول

source: Workflow history
ar: سير العمل

source: Workflow progress
ar: تقدم سير العمل

source: Edit / Review
ar: تحرير / مراجعة

source: %(model_name)s '%(title)s' is now unlocked.
ar: تم فتح %(model_name)s '%(title)s'.

source: The %(model_name)s could not be saved as it is locked
ar: تعذر حفظ %(model_name)s لأنه مقفل

source: %(model_name)s '%(object)s' updated.
ar: تم تحديث '%(object)s' '%(model_name)s'.

source: %(model_name)s '%(object)s' created.
ar: تم إنشاء '%(object)s' '%(model_name)s'

source: %(model_name)s '%(object)s' has been scheduled for publishing.
ar: تم جدولة %(model_name)s '%(object)s' للنشر.

source: %(model_name)s '%(object)s' created and scheduled for publishing.
ar: تم إنشاء %(model_name)s '%(object)s' وجدولته للنشر.

source: %(model_name)s '%(object)s' is live and this version has been scheduled for publishing.
ar: %(model_name)s '%(object)s' نشط وتم جدولة هذه النسخة للنشر.

source: %(model_name)s '%(object)s' updated and published.
ar: تم تحديث %(model_name)s '%(object)s' ونشره.

source: %(model_name)s '%(object)s' created and published.
ar: تم إنشاء %(model_name)s '%(object)s' ونشره.

source: %(model_name)s '%(object)s' has been submitted for moderation.
ar: تم تقديم %(model_name)s '%(object)s' للاعتماد.

source: %(model_name)s '%(object)s' created and submitted for moderation.
ar: تم إنشاء %(model_name)s '%(object)s' وتقديمه للاعتماد.

source: Workflow on %(model_name)s '%(object)s' has been restarted.
ar: تم إعادة تشغيل سير العمل على %(model_name)s '%(object)s'.

source: Workflow on %(model_name)s '%(object)s' has been cancelled.
ar: تم إلغاء سير العمل على %(model_name)s '%(object)s'.

source: You are viewing a previous version of this %(model_name)s from <b>%(created_at)s</b> by %(user)s
ar: أنت تشاهد نسخة سابقة من %(model_name)s من <b>%(created_at)s</b> بواسطة %(user)s

source: %(model_name)s '%(object)s' has been replaced with version from %(timestamp)s.
ar: تم استبدال %(model_name)s '%(object)s' بنسخة من %(timestamp)s.

source: Version from %(timestamp)s of %(model_name)s '%(object)s' has been published.
ar: تم نشر النسخة من %(timestamp)s لـ %(model_name)s '%(object)s'.

source: Version from %(timestamp)s of %(model_name)s '%(object)s' has been scheduled for publishing.
ar: تم جدولة النسخة من %(timestamp)s لـ %(model_name)s '%(object)s' للنشر.

source: Inspect
ar: فحص

source: More options for '%(title)s'
ar: المزيد من الخيارات لـ '%(title)s'

source: Add %(model_name)s
ar: إضافة %(model_name)s

source: The %(model_name)s could not be created due to errors.
ar: تعذر إنشاء %(model_name)s بسبب الأخطاء.

source: New: %(model_name)s
ar: جديد: %(model_name)s

source: Editing
ar: جاري التعديل

source: The %(model_name)s could not be saved due to errors.
ar: تعذر حفظ %(model_name)s بسبب الأخطاء.

source: %(model_name)s '%(object)s' deleted.
ar: تم حذف '%(object)s' '%(model_name)s'.

source: Are you sure you want to delete this %(model_name)s?
ar: هل أنت متأكد أنك تريد حذف %(model_name)s؟

source: Compare
ar: مقارنة

source: Earliest
ar: السابقة

source: Latest
ar: اللاحقة

source: '%(object)s' unpublished.
ar: تم إلغاء نشر '%(object)s'.

source: Version %(revision_id)s of "%(object)s" unscheduled.
ar: تم إلغاء جدولة النسخة %(revision_id)s من "%(object)s".

source: Unschedule
ar: غير مجدولة

source: revision %(revision_id)s of "%(object)s"
ar: مراجعة %(revision_id)s من "%(object)s"

source: Preview for %(block_label)s (%(block_type)s)
ar: معاينة لـ %(block_label)s (%(block_type)s)

source: If you confirm deletion
ar: إذا قمت بتأكيد الحذف

source: Field
ar: حقل

source: (Private %(object)s)
ar: (خاص %(object)s)

source: Edit this %(object)s
ar: تحرير هذا %(object)s

source: The %(model_name)s '%(title)s' is not currently awaiting moderation.
ar: %(model_name)s '%(title)s' لا ينتظر حاليا للاعتماد.

source: The %(model_name)s '%(title)s' is not currently awaiting moderation in task '%(task_name)s'.
ar: %(model_name)s '%(title)s' لا ينتظر حاليا للاعتماد في المهمة '%(task_name)s'.

source: Dashboard
ar: لوحة التحكم

source: Search all pages…
ar: بحث في جميع الصفحات…

source: Privacy is inherited from the ancestor page - %(ancestor_page)s
ar: الخصوصية موروثة من الصفحة الأصل - %(ancestor_page)s

source: Delete selected pages
ar: حذف الصفحات المحددة

source: %(parent_pages)s and %(child_pages)s have been deleted
ar: تم حذف %(parent_pages)s و %(child_pages)s

source: %(num_parent_objects)d page has been deleted
ar: تم حذف %(num_parent_objects)d صفحة

source: Select a new parent page
ar: اختر صفحة أصل جديدة

source: Move selected pages
ar: نقل الصفحات المحددة

source: %(num_pages)d page has been moved
ar: تم نقل %(num_pages)d صفحة

source: %(num_parent_objects)d page
ar: %(num_parent_objects)d صفحة

source: %(num_child_objects)d child page
ar: %(num_child_objects)d صفحة فرعية

source: Publish selected pages
ar: نشر الصفحات المحددة

source: %(parent_pages)s and %(child_pages)s have been published
ar: تم نشر %(parent_pages)s و %(child_pages)s

source: %(num_parent_objects)d page has been published
ar: تم نشر %(num_parent_objects)d صفحة

source: Unpublish selected pages
ar: إلغاء نشر الصفحات المحددة

source: %(parent_pages)s and %(child_pages)s have been unpublished
ar: تم إلغاء نشر %(parent_pages)s و %(child_pages)s

source: %(num_parent_objects)d page has been unpublished
ar: تم إلغاء نشر %(num_parent_objects)d صفحة

source: Choose parent
ar: اختر الأصل

source: Create a new %(model_name)s
ar: إنشاء %(model_name)s جديد

source: Page '%(page_title)s' has been converted into an ordinary page.
ar: تم تحويل الصفحة '%(page_title)s' إلى صفحة عادية.

source: Page '%(page_title)s' and %(subpages_count)s subpages copied.
ar: تم نسخ الصفحة '%(page_title)s' و %(subpages_count)s الصفحات الفرعية.

source: Page '%(page_title)s' copied.
ar: الصفحة '%(page_title)s' المنسوخة.

source: View draft
ar: عرض المسودة

source: View live
ar: انظر في الواقع

source: Page '%(page_title)s' created.
ar: صفحة '%(page_title)s' تم إنشائها.

source: Page '%(page_title)s' created and scheduled for publishing.
ar: صفحة '%(page_title)s' تم إنشاؤها وجدولتها للنشر.

source: Page '%(page_title)s' created and published.
ar: صفحة '%(page_title)s' تم إنشاؤها ونشرها.

source: Page '%(page_title)s' created and submitted for moderation.
ar: صفحة '%(page_title)s' تم إنشاؤها وتقديمها للإشراف.

source: The page could not be created due to validation errors
ar: لا يمكن إنشاء الصفحة بسبب أخطاء التحقق من الصحة

source: Page '%(page_title)s' deleted.
ar: الصفحة '%(page_title)s' محذوفة.

source: Editing %(page_type)s
ar: تحرير %(page_type)s

source: Page '%(page_title)s' has been replaced with version from %(previous_revision_datetime)s.
ar: تم استبدال الصفحة '%(page_title)s' بنسخة من %(previous_revision_datetime)s.

source: Page '%(page_title)s' has been updated.
ar: تم تحديث الصفحة '%(page_title)s'.

source: Workflow on page '%(page_title)s' has been cancelled.
ar: تم إلغاء سير العمل على الصفحة '%(page_title)s'.

source: Version from %(previous_revision_datetime)s of page '%(page_title)s' has been scheduled for publishing.
ar: تم جدولة النسخة من %(previous_revision_datetime)s للصفحة '%(page_title)s' للنشر.

source: Page '%(page_title)s' is live and this version has been scheduled for publishing.
ar: الصفحة '%(page_title)s' نشطة وتم جدولة هذه النسخة للنشر.

source: Page '%(page_title)s' has been scheduled for publishing.
ar: تمت جدولة الصفحة '%(page_title)s' للنشر.

source: Version from %(datetime)s of page '%(page_title)s' has been published.
ar: تم نشر النسخة من %(datetime)s للصفحة '%(page_title)s'.

source: Page '%(page_title)s' has been published.
ar: تم نشر الصفحة '%(page_title)s'.

source: Page '%(page_title)s' has been submitted for moderation.
ar: الصفحة '%(page_title)s' تم تقديمها للإشراف.

source: Workflow on page '%(page_title)s' has been restarted.
ar: تم إعادة تشغيل سير العمل على الصفحة '%(page_title)s'.

source: The page could not be saved as it is locked
ar: لا يمكن حفظ الصفحة لأنها مقفلة

source: The page could not be saved due to validation errors
ar: لا يمكن حفظ الصفحة بسبب أخطاء التحقق من الصحة

source: Is commenting action
ar: إجراء التعليق

source: Date updated
ar: تاريخ التحديث

source: Owner
ar: صاحب

source: Edited by
ar: تم التحرير بواسطة

source: Site
ar: موقع

source: Has child pages
ar: يحتوي على صفحات فرعية

source: Any
ar: أي

source: Yes
ar: نعم

source: Page type
ar: نوع الصفحة

source: Exploring
ar: استكشاف

source: Focus on the drag button and press up or down arrows to move the item, then press enter to submit the change.
ar: ركز على زر السحب واضغط على الأسهم لأعلى أو لأسفل لتحريك العنصر، ثم اضغط على Enter لإرسال التغيير.

source: '%(page_title)s' has been moved successfully.
ar: تم نقل '%(page_title)s' بنجاح.

source: Page '%(page_title)s' is now unlocked.
ar: الصفحة '%(page_title)s' غير مقفلة الآن.

source: The slug '%(page_slug)s' is already in use at the selected parent page. Make sure the slug is unique and try again
ar: الرابط '%(page_slug)s' مستخدم بالفعل في الصفحة الأصل المحددة. تأكد من أن الرابط فريد وحاول مرة أخرى

source: Page '%(page_title)s' moved.
ar: تم نقل الصفحة '%(page_title)s'.

source: Placeholder title
ar: عنوان العنصر النائب

source: You are viewing a previous version of this page from <b>%(created_at)s</b> by %(user)s
ar: أنت تشاهد نسخة سابقة من هذه الصفحة من <b>%(created_at)s</b> بواسطة %(user)s

source: Page '%(page_title)s' unpublished.
ar: الصفحة '%(page_title)s' غير منشورة.

source: Pages using
ar: صفحات تستعمل

source: Page types usage
ar: استخدام أنواع الصفحات

source: The page '%(page_title)s' is not currently awaiting moderation.
ar: الصفحة '%(page_title)s' لا تنتظر حاليا للاشراف عليها.

source: The page '%(page_title)s' is not currently awaiting moderation in task '%(task_name)s'.
ar: الصفحة '%(page_title)s' لا تنتظر حاليا للاعتماد في المهمة '%(task_name)s'.

source: Last published before
ar: آخر نشر قبل

source: Aging pages
ar: صفحات قديمة

source: Last published at
ar: آخر نشر في

source: Site history
ar: سجل الموقع

source: ID
ar: المُعَرِّفْ

source: Action type
ar: نوع الإجراء

source: Date/Time
ar: التاريخ/التوقيت

source: Locked pages
ar: الصفحات المقفلة

source: Show
ar: عرض

source: Awaiting my review
ar: بانتظار مراجعتي

source: Workflows
ar: سير العمل

source: Page/Snippet ID
ar: معرف الصفحة/المقتطف

source: Page/Snippet Type
ar: نوع الصفحة/المقتطف

source: Page/Snippet Title
ar: عنوان الصفحة/المقتطف

source: By task
ar: حسب المهمة

source: Workflow tasks
ar: مهام سير العمل

source: Requested By
ar: مطلوب بواسطة

source: By workflow
ar: حسب سير العمل

source: Show disabled
ar: عرض المعطلة

source: Add a workflow
ar: إضافة سير عمل

source: Used by
ar: مستخدم بواسطة

source: New workflow
ar: سير عمل جديد

source: Workflow '%(object)s' created.
ar: تم إنشاء سير العمل '%(object)s'.

source: Editing workflow
ar: تحرير سير العمل

source: Workflow '%(object)s' updated.
ar: تم تحديث سير العمل '%(object)s'.

source: Disable
ar: تعطيل

source: Enable
ar: تمكين

source: Disable workflow
ar: تعطيل سير العمل

source: Workflow '%(object)s' disabled.
ar: تم تعطيل سير العمل '%(object)s'.

source: This workflow is in progress on %(states_in_progress)d page/snippet. Disabling this workflow will cancel moderation on this page/snippet.
ar: سير العمل هذا قيد التقدم على %(states_in_progress)d صفحة/مقتطف. تعطيل سير العمل هذا سيلغي الاعتماد على هذه الصفحة/المقتطف.

source: Workflow '%(workflow_name)s' enabled.
ar: تم تمكين سير العمل '%(workflow_name)s'.

source: Workflow removed from Page '%(page_title)s'.
ar: تمت إزالة سير العمل من الصفحة '%(page_title)s'.

source: New workflow task
ar: مهمة سير عمل جديدة

source: Task '%(object)s' created.
ar: تم إنشاء المهمة '%(object)s'.

source: Task '%(object)s' updated.
ar: تم تحديث المهمة '%(object)s'.

source: Editing %(task_type)s
ar: تحرير %(task_type)s

source: Disable task
ar: تعطيل المهمة

source: Task '%(object)s' disabled.
ar: تم تعطيل المهمة '%(object)s'.

source: This task is in progress on %(states_in_progress)d page/snippet. Disabling this task will cause it to be skipped in the moderation workflow and not be listed for selection when editing a workflow.
ar: هذه المهمة قيد التقدم على %(states_in_progress)d صفحة/مقتطف. تعطيل هذه المهمة سيؤدي إلى تخطيها في سير العمل ولن يتم سردها للاختيار عند تحرير سير العمل.

source: Task '%(task_name)s' enabled.
ar: تم تمكين المهمة '%(task_name)s'.

source: Choose another
ar: اختر آخر

source: Sort menu order
ar: ترتيب قائمة الفرز

source: Heading 1
ar: ترويسة 1

source: Heading 2
ar: ترويسة 2

source: Heading 3
ar: ترويسة 3

source: Heading 4
ar: ترويسة 4

source: Heading 5
ar: ترويسة 5

source: Heading 6
ar: ترويسة 6

source: Bulleted list
ar: قائمة ذات تعداد نقطي

source: Numbered list
ar: قائمة مرقمة

source: Blockquote
ar: اقتباس

source: Link
ar: رابط

source: Strikethrough
ar: يشطب

source: Code
ar: كود

source: Reports
ar: التقارير

source: What's new in Wagtail %(version)s
ar: ما الجديد في Wagtail %(version)s

source: Editor Guide
ar: دليل المحرر

source: Shortcuts
ar: إختصارات

source: Help
ar: المساعدة

source: Choose an item
ar: اختيار عنصر

source: Choose another item
ar: اختيار عنصر آخر

source: Clear choice
ar: محو الاختيار

source: Choose another page
ar: إختر صفحة أخرى

source: Multi-word tags with spaces will automatically be enclosed in double quotes (").
ar: الوسوم متعددة الكلمات مع مسافات ستُحاط تلقائيًا بعلامات اقتباس مزدوجة (").

source: Tags can only consist of a single word, no spaces allowed.
ar: يمكن أن تتكون الوسوم من كلمة واحدة فقط، لا يُسمح بالمسافات.

source: Choose another task
ar: اختر مهمة أخرى

source: Edit this task
ar: تحرير هذه المهمة
