Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

# America/Bahia
source: Americas/Bahia
ar: الأمريكتان/باهيا
el: Αμερική/Μπαΐα
fa: امریکا/بایا
fr: Amériques/Bahia
gl: América/Baía
hu: Amerika/Bahia
is: Ameríka/Bahia
it: Americhe/Bahia
ja: アメリカ大陸/バイーア
ko: 아메리카 대륙/바히아
lt: Amerika/Baija
mn: Америк/Байя
ro: Americi/Bahia
th: อเมริกา/บาเยีย
uk: Американський регіон/Байя
zh: 美洲/巴伊亚

# America/Bahia_Banderas
source: Americas/Bahia Banderas
ar: الأمريكتان/باهيا بانديراس
el: Αμερική/Μπαΐα ντε Μπαντέρας
fa: امریکا/باهیا باندراس
fr: Amériques/Bahia de Banderas
gl: América/Bahía de Banderas
hu: Amerika/Bahia Banderas
is: Ameríka/Bahia Banderas
it: Americhe/Bahía de Banderas
ja: アメリカ大陸/バイアバンデラ
ko: 아메리카 대륙/바이아 반데라스
lt: Amerika/Bahia Banderasas
mn: Америк/Бахья Бандерас
ro: Americi/Bahia Banderas
th: อเมริกา/บาเอียบันเดรัส
uk: Американський регіон/Баїя Бандерас
zh: 美洲/巴伊亚班德拉斯

# America/Barbados
source: Americas/Barbados
ar: الأمريكتان/بربادوس
el: Αμερική/Μπαρμπέιντος
fa: امریکا/باربادوس
fr: Amériques/La Barbade
gl: América/Barbados
hu: Amerika/Barbados
is: Ameríka/Barbados
it: Americhe/Barbados
ja: アメリカ大陸/バルバドス
ko: 아메리카 대륙/바베이도스
lt: Amerika/Barbadosas
mn: Америк/Барбадос
ro: Americi/Barbados
th: อเมริกา/บาร์เบโดส
uk: Американський регіон/Барбадос
zh: 美洲/巴巴多斯

# America/Belem
source: Americas/Belem
ar: الأمريكتان/بلم
el: Αμερική/Μπελέμ
fa: امریکا/بلم
fr: Amériques/Belém
gl: América/Belém
hu: Amerika/Belém
is: Ameríka/Belem
it: Americhe/Belem
ja: アメリカ大陸/ベレン
ko: 아메리카 대륙/벨렘
lt: Amerika/Belenas
mn: Америк/Белем
ro: Americi/Belem
th: อเมริกา/เบเลง
uk: Американський регіон/Белен
zh: 美洲/贝伦

# America/Belize
source: Americas/Belize
ar: الأمريكتان/بليز
el: Αμερική/Μπελίζ
fa: امریکا/بلیز
fr: Amériques/Belize
gl: América/Belize
hu: Amerika/Belize
is: Ameríka/Belís
it: Americhe/Belize
ja: アメリカ大陸/ベリーズ
ko: 아메리카 대륙/벨리즈
lt: Amerika/Belizas
mn: Америк/Белизе
ro: Americi/Belize
th: อเมริกา/เบลีซ
uk: Американський регіон/Беліз
zh: 美洲/伯利兹

# America/Blanc-Sablon
source: Americas/Blanc-Sablon
ar: الأمريكتان/بلانك-سابلون
el: Αμερική/Μπλαν Σαμπλόν
fa: امریکا/بلان‐سابلون
fr: Amériques/Blanc-Sablon
gl: América/Blanc-Sablon
hu: Amerika/Blanc-Sablon
is: Ameríka/Blanc-Sablon
it: Americhe/Blanc-Sablon
ja: アメリカ大陸/ブラン・サブロン
ko: 아메리카 대륙/블랑 사블롱
lt: Amerika/Blanč Sablonas
mn: Америк/Блан-Саблон
ro: Americi/Blanc-Sablon
th: อเมริกา/บลังค์-ซาบลอน
uk: Американський регіон/Блан-Саблон
zh: 美洲/布兰克萨布隆

# America/Boa_Vista
source: Americas/Boa Vista
ar: الأمريكتان/باو فيستا
el: Αμερική/Μπόα Βίστα
fa: امریکا/بوئاویستا
fr: Amériques/Boa Vista
gl: América/Boa Vista
hu: Amerika/Boa Vista
is: Ameríka/Boa Vista
it: Americhe/Boa Vista
ja: アメリカ大陸/ボアビスタ
ko: 아메리카 대륙/보아 비스타
lt: Amerika/Bua Vista
mn: Америк/Боа-Виста
ro: Americi/Boa Vista
th: อเมริกา/บัววีชตา
uk: Американський регіон/Боа-Віста
zh: 美洲/博阿维斯塔

# America/Bogota
source: Americas/Bogota
ar: الأمريكتان/بوغوتا
el: Αμερική/Μπογκοτά
fa: امریکا/بوگوتا
fr: Amériques/Bogota
gl: América/Bogotá
hu: Amerika/Bogotá
is: Ameríka/Bogota
it: Americhe/Bogotá
ja: アメリカ大陸/ボゴタ
ko: 아메리카 대륙/보고타
lt: Amerika/Bogota
mn: Америк/Богота
ro: Americi/Bogota
th: อเมริกา/โบโกตา
uk: Американський регіон/Боґота
zh: 美洲/波哥大

# America/Boise
source: Americas/Boise
ar: الأمريكتان/بويس
el: Αμερική/Μπόιζι
fa: امریکا/بویسی
fr: Amériques/Boise
gl: América/Boise
hu: Amerika/Boise
is: Ameríka/Boise
it: Americhe/Boise
ja: アメリカ大陸/ボイシ
ko: 아메리카 대륙/보이시
lt: Amerika/Boisis
mn: Америк/Боисе
ro: Americi/Boise
th: อเมริกา/บอยซี
uk: Американський регіон/Бойсе
zh: 美洲/博伊西

# America/Cambridge_Bay
source: Americas/Cambridge Bay
ar: الأمريكتان/كامبرديج باي
el: Αμερική/Κέμπριτζ Μπέι
fa: امریکا/کمبریج‌بی
fr: Amériques/Cambridge Bay
gl: América/Cambridge Bay
hu: Amerika/Cambridge Bay
is: Ameríka/Cambridge Bay
it: Americhe/Cambridge Bay
ja: アメリカ大陸/ケンブリッジベイ
ko: 아메리카 대륙/케임브리지 베이
lt: Amerika/Keimbridž Bėjus
mn: Америк/Кэмбрижийн булан
ro: Americi/Cambridge Bay
th: อเมริกา/อ่าวแคมบริดจ์
uk: Американський регіон/Кеймбрідж-Бей
zh: 美洲/剑桥湾

# America/Campo_Grande
source: Americas/Campo Grande
ar: الأمريكتان/كومبو جراند
el: Αμερική/Κάμπο Γκράντε
fa: امریکا/کمپو گرانده
fr: Amériques/Campo Grande
gl: América/Campo Grande
hu: Amerika/Campo Grande
is: Ameríka/Campo Grande
it: Americhe/Campo Grande
ja: アメリカ大陸/カンポグランデ
ko: 아메리카 대륙/캄포 그란데
lt: Amerika/Kampo Grandė
mn: Америк/Кампо-Гранде
ro: Americi/Campo Grande
th: อเมริกา/กัมปูกรันดี
uk: Американський регіон/Кампу-Ґранді
zh: 美洲/大坎普

# America/Cancun
source: Americas/Cancun
ar: الأمريكتان/كانكون
el: Αμερική/Κανκούν
fa: امریکا/کانکون
fr: Amériques/Cancún
gl: América/Cancún
hu: Amerika/Cancún
is: Ameríka/Kankún
it: Americhe/Cancún
ja: アメリカ大陸/カンクン
ko: 아메리카 대륙/칸쿤
lt: Amerika/Kankūnas
mn: Америк/Канкун
ro: Americi/Cancun
th: อเมริกา/แคนคุน
uk: Американський регіон/Канкун
zh: 美洲/坎昆

# America/Caracas
source: Americas/Caracas
ar: الأمريكتان/كاراكاس
el: Αμερική/Καράκας
fa: امریکا/کاراکاس
fr: Amériques/Caracas
gl: América/Caracas
hu: Amerika/Caracas
is: Ameríka/Caracas
it: Americhe/Caracas
ja: アメリカ大陸/カラカス
ko: 아메리카 대륙/카라카스
lt: Amerika/Karakasas
mn: Америк/Каракас
ro: Americi/Caracas
th: อเมริกา/คาราคัส
uk: Американський регіон/Каракас
zh: 美洲/加拉加斯

# America/Cayenne
source: Americas/Cayenne
ar: الأمريكتان/كايين
el: Αμερική/Καγιέν
fa: امریکا/کاین
fr: Amériques/Cayenne
gl: América/Caiena
hu: Amerika/Cayenne
is: Ameríka/Cayenne
it: Americhe/Caienna
ja: アメリカ大陸/カイエンヌ
ko: 아메리카 대륙/카옌
lt: Amerika/Kajenas
mn: Америк/Кайенна
ro: Americi/Cayenne
th: อเมริกา/กาแยน
uk: Американський регіон/Каєнна
zh: 美洲/卡宴

# America/Cayman
source: Americas/Cayman
ar: الأمريكتان/كايمان
el: Αμερική/Κέιμαν
fa: امریکا/کیمن
fr: Amériques/Caïmans
gl: América/Illas Caimán
hu: Amerika/Kajmán-szigetek
is: Ameríka/Cayman-eyjar
it: Americhe/Cayman
ja: アメリカ大陸/ケイマン
ko: 아메리카 대륙/케이맨
lt: Amerika/Kaimanas
mn: Америк/Кайман
ro: Americi/Cayman
th: อเมริกา/เคย์แมน
uk: Американський регіон/Кайманові Острови
zh: 美洲/开曼

# America/Chicago
source: Americas/Chicago
ar: الأمريكتان/شيكاغو
el: Αμερική/Σικάγο
fa: امریکا/شیکاگو
fr: Amériques/Chicago
gl: América/Chicago
hu: Amerika/Chicago
is: Ameríka/Chicago
it: Americhe/Chicago
ja: アメリカ大陸/シカゴ
ko: 아메리카 대륙/시카고
lt: Amerika/Čikaga
mn: Америк/Чикаго
ro: Americi/Chicago
th: อเมริกา/ชิคาโก
uk: Американський регіон/Чікаґо
zh: 美洲/芝加哥

# America/Chihuahua
source: Americas/Chihuahua
ar: الأمريكتان/تشيواوا
el: Αμερική/Τσιουάουα
fa: امریکا/چیواوا
fr: Amériques/Chihuahua
gl: América/Chihuahua
hu: Amerika/Chihuahua
is: Ameríka/Chihuahua
it: Americhe/Chihuahua
ja: アメリカ大陸/チワワ
ko: 아메리카 대륙/치와와
lt: Amerika/Čihuahua
mn: Америк/Чихуахуа
ro: Americi/Chihuahua
th: อเมริกา/ชีวาวา
uk: Американський регіон/Чіуауа
zh: 美洲/奇瓦瓦

# America/Costa_Rica
source: Americas/Costa Rica
ar: الأمريكتان/كوستاريكا
el: Αμερική/Κόστα Ρίκα
fa: امریکا/کاستاریکا
fr: Amériques/Costa Rica
gl: América/Costa Rica
hu: Amerika/Costa Rica
is: Ameríka/Kostaríka
it: Americhe/Costa Rica
ja: アメリカ大陸/コスタリカ
ko: 아메리카 대륙/코스타리카
lt: Amerika/Kosta Rika
mn: Америк/Коста-Рика
ro: Americi/Costa Rica
th: อเมริกา/คอสตาริกา
uk: Американський регіон/Коста-Ріка
zh: 美洲/哥斯达黎加

# America/Creston
source: Americas/Creston
ar: الأمريكتان/كريستون
el: Αμερική/Κρέστον
fa: امریکا/کرستون
fr: Amériques/Creston
gl: América/Creston
hu: Amerika/Creston
is: Ameríka/Creston
it: Americhe/Creston
ja: アメリカ大陸/クレストン
ko: 아메리카 대륙/크레스톤
lt: Amerika/Krestonas
mn: Америк/Крестон
ro: Americi/Creston
th: อเมริกา/เครสตัน
uk: Американський регіон/Крестон
zh: 美洲/克雷斯顿

# America/Cuiaba
source: Americas/Cuiaba
ar: الأمريكتان/كيابا
el: Αμερική/Κουιαμπά
fa: امریکا/کویاوا
fr: Amériques/Cuiabá
gl: América/Cuiabá
hu: Amerika/Cuiabá
is: Ameríka/Cuiaba
it: Americhe/Cuiaba
ja: アメリカ大陸/クイアバ
ko: 아메리카 대륙/쿠이아바
lt: Amerika/Kujaba
mn: Америк/Куяба
ro: Americi/Cuiaba
th: อเมริกา/กุยาบา
uk: Американський регіон/Куяба
zh: 美洲/库亚巴

# America/Curacao
source: Americas/Curaçao
ar: الأمريكتان/كوراساو
el: Αμερική/Κουρασάο
fa: امریکا/کوراسائو
fr: Amériques/Curaçao
gl: América/Curaçao
hu: Amerika/Curaçao
is: Ameríka/Curacao
it: Americhe/Curaçao
ja: アメリカ大陸/キュラソー
ko: 아메리카 대륙/퀴라소
lt: Amerika/Kiurasao
mn: Америк/Кюрасао
ro: Americi/Curaçao
th: อเมริกา/คูราเซา
uk: Американський регіон/Кюрасао
zh: 美洲/库拉索

# America/Danmarkshavn
source: Americas/Danmarkshavn
ar: الأمريكتان/دانمرك شافن
el: Αμερική/Ντανμαρκσάβν
fa: امریکا/دانمارکس‌هاون
fr: Amériques/Danmarkshavn
gl: América/Danmarkshavn
hu: Amerika/Danmarkshavn
is: Ameríka/Danmarkshavn
it: Americhe/Danmarkshavn
ja: アメリカ大陸/デンマークシャウン
ko: 아메리카 대륙/덴마크샤븐
lt: Amerika/Danmarkshaunas
mn: Америк/Данмаркшавн
ro: Americi/Danmarkshavn
th: อเมริกา/ดานมาร์กสฮาวน์
uk: Американський регіон/Денмарксхавн
zh: 美洲/丹马沙文

# America/Dawson
source: Americas/Dawson
ar: الأمريكتان/داوسان
el: Αμερική/Ντόσον
fa: امریکا/داوسن
fr: Amériques/Dawson
gl: América/Dawson
hu: Amerika/Dawson
is: Ameríka/Dawson
it: Americhe/Dawson
ja: アメリカ大陸/ドーソン
ko: 아메리카 대륙/도슨
lt: Amerika/Dosonas
mn: Америк/Доусон
ro: Americi/Dawson
th: อเมริกา/ดอว์สัน
uk: Американський регіон/Доусон
zh: 美洲/道森

# America/Dawson_Creek
source: Americas/Dawson Creek
ar: الأمريكتان/داوسن كريك
el: Αμερική/Ντόσον Κρικ
fa: امریکا/داوسن کریک
fr: Amériques/Dawson Creek
gl: América/Dawson Creek
hu: Amerika/Dawson Creek
is: Ameríka/Dawson Creek
it: Americhe/Dawson Creek
ja: アメリカ大陸/ドーソンクリーク
ko: 아메리카 대륙/도슨크릭
lt: Amerika/Doson Krikas
mn: Америк/Доусон Крик
ro: Americi/Dawson Creek
th: อเมริกา/ดอว์สัน ครีก
uk: Американський регіон/Доусон-Крік
zh: 美洲/道森克里克

# America/Denver
source: Americas/Denver
ar: الأمريكتان/دنفر
el: Αμερική/Ντένβερ
fa: امریکا/دنور
fr: Amériques/Denver
gl: América/Denver
hu: Amerika/Denver
is: Ameríka/Denver
it: Americhe/Denver
ja: アメリカ大陸/デンバー
ko: 아메리카 대륙/덴버
lt: Amerika/Denveris
mn: Америк/Денвер
ro: Americi/Denver
th: อเมริกา/เดนเวอร์
uk: Американський регіон/Денвер
zh: 美洲/丹佛

# America/Detroit
source: Americas/Detroit
ar: الأمريكتان/ديترويت
el: Αμερική/Ντιτρόιτ
fa: امریکا/دیترویت
fr: Amériques/Détroit
gl: América/Detroit
hu: Amerika/Detroit
is: Ameríka/Detroit
it: Americhe/Detroit
ja: アメリカ大陸/デトロイト
ko: 아메리카 대륙/디트로이트
lt: Amerika/Detroitas
mn: Америк/Детройт
ro: Americi/Detroit
th: อเมริกา/ดีทรอยต์
uk: Американський регіон/Детройт
zh: 美洲/底特律

# America/Dominica
source: Americas/Dominica
ar: الأمريكتان/دومينيكا
el: Αμερική/Ντομίνικα
fa: امریکا/دومینیکا
fr: Amériques/Dominique
gl: América/Dominica
hu: Amerika/Dominika
is: Ameríka/Dóminíka
it: Americhe/Dominica
ja: アメリカ大陸/ドミニカ
ko: 아메리카 대륙/도미니카
lt: Amerika/Dominika
mn: Америк/Доминика
ro: Americi/Dominica
th: อเมริกา/โดมินิกา
uk: Американський регіон/Домініка
zh: 美洲/多米尼加

# America/Edmonton
source: Americas/Edmonton
ar: الأمريكتان/ايدمونتون
el: Αμερική/Έντμοντον
fa: امریکا/ادمونتون
fr: Amériques/Edmonton
gl: América/Edmonton
hu: Amerika/Edmonton
is: Ameríka/Edmonton
it: Americhe/Edmonton
ja: アメリカ大陸/エドモントン
ko: 아메리카 대륙/에드먼턴
lt: Amerika/Edmontonas
mn: Америк/Эдмонтон
ro: Americi/Edmonton
th: อเมริกา/เอดมันตัน
uk: Американський регіон/Едмонтон
zh: 美洲/埃德蒙顿

# America/Eirunepe
source: Americas/Eirunepe
ar: الأمريكتان/ايرونبي
el: Αμερική/Εϊρουνεπέ
fa: امریکا/ایرونپه
fr: Amériques/Eirunepé
gl: América/Eirunepé
hu: Amerika/Eirunepé
is: Ameríka/Eirunepe
it: Americhe/Eirunepe
ja: アメリカ大陸/エイルネペ
ko: 아메리카 대륙/아이루네페
lt: Amerika/Eirunepė
mn: Америк/Эйрунепе
ro: Americi/Eirunepe
th: อเมริกา/เอรูเนเป
uk: Американський регіон/Ейрунепе
zh: 美洲/依伦尼贝

# America/El_Salvador
source: Americas/El Salvador
ar: الأمريكتان/السلفادور
el: Αμερική/Ελ Σαλβαδόρ
fa: امریکا/السالوادور
fr: Amériques/El Salvador
gl: América/O Salvador
hu: Amerika/Salvador
is: Ameríka/El Salvador
it: Americhe/El Salvador
ja: アメリカ大陸/エルサルバドル
ko: 아메리카 대륙/엘살바도르
lt: Amerika/Salvadoras
mn: Америк/Эль Сальвадор
ro: Americi/El Salvador
th: อเมริกา/เอลซัลวาดอร์
uk: Американський регіон/Сальвадор
zh: 美洲/萨尔瓦多

# America/Fort_Nelson
source: Americas/Fort Nelson
ar: الأمريكتان/فورت نيلسون
el: Αμερική/Φορτ Νέλσον
fa: امریکا/فورت نلسون
fr: Amériques/Fort Nelson
gl: América/Fort Nelson
hu: Amerika/Fort Nelson
is: Ameríka/Fort Nelson
it: Americhe/Fort Nelson
ja: アメリカ大陸/フォートネルソン
ko: 아메리카 대륙/포트 넬슨
lt: Amerika/Fort Nelsonas
mn: Америк/Форт Нэльсон
ro: Americi/Fort Nelson
th: อเมริกา/ฟอร์ตเนลสัน
uk: Американський регіон/Форт Нельсон
zh: 美洲/纳尔逊堡

# America/Fortaleza
source: Americas/Fortaleza
ar: الأمريكتان/فورتاليزا
el: Αμερική/Φορταλέζα
fa: امریکا/فورتالزا
fr: Amériques/Fortaleza
gl: América/Fortaleza
hu: Amerika/Fortaleza
is: Ameríka/Fortaleza
it: Americhe/Fortaleza
ja: アメリカ大陸/フォルタレザ
ko: 아메리카 대륙/포르탈레자
lt: Amerika/Fortaleza
mn: Америк/Форталеза
ro: Americi/Fortaleza
th: อเมริกา/ฟอร์ตาเลซา
uk: Американський регіон/Форталеза
zh: 美洲/福塔雷萨

# America/Glace_Bay
source: Americas/Glace Bay
ar: الأمريكتان/جلاس باي
el: Αμερική/Γκλέις Μπέι
fa: امریکا/گلیس‌بی
fr: Amériques/Glace Bay
gl: América/Glace Bay
hu: Amerika/Glace Bay
is: Ameríka/Glace Bay
it: Americhe/Glace Bay
ja: アメリカ大陸/グレースベイ
ko: 아메리카 대륙/글라스베이
lt: Amerika/Gleis Bėjus
mn: Америк/Глейс булан
ro: Americi/Glace Bay
th: อเมริกา/เกลซเบย์
uk: Американський регіон/Ґлейс-Бей
zh: 美洲/格莱斯贝

# America/Goose_Bay
source: Americas/Goose Bay
ar: الأمريكتان/جوس باي
el: Αμερική/Γκους Μπέι
fa: امریکا/گوس‌بی
fr: Amériques/Goose Bay
gl: América/Goose Bay
hu: Amerika/Goose Bay
is: Ameríka/Goose Bay
it: Americhe/Goose Bay
ja: アメリカ大陸/グースベイ
ko: 아메리카 대륙/구즈베이
lt: Amerika/Gus Bėjus
mn: Америк/Гуус булан
ro: Americi/Goose Bay
th: อเมริกา/กูสเบย์
uk: Американський регіон/Ґус-Бей
zh: 美洲/古斯湾

# America/Grand_Turk
source: Americas/Grand Turk
ar: الأمريكتان/غراند ترك
el: Αμερική/Γκραντ Τουρκ
fa: امریکا/گراند تورک
fr: Amériques/Grand Turk
gl: América/Grand Turk
hu: Amerika/Grand Turk
is: Ameríka/Grand Turk
it: Americhe/Grand Turk
ja: アメリカ大陸/グランドターク
ko: 아메리카 대륙/그랜드 터크
lt: Amerika/Grand Terkas
mn: Америк/Гранд Турк
ro: Americi/Grand Turk
th: อเมริกา/แกรนด์เติร์ก
uk: Американський регіон/Ґранд-Терк
zh: 美洲/大特克

# America/Grenada
source: Americas/Grenada
ar: الأمريكتان/غرينادا
el: Αμερική/Γρενάδα
fa: امریکا/گرنادا
fr: Amériques/Grenade
gl: América/Granada
hu: Amerika/Grenada
is: Ameríka/Grenada
it: Americhe/Grenada
ja: アメリカ大陸/グレナダ
ko: 아메리카 대륙/그레나다
lt: Amerika/Grenada
mn: Америк/Гренада
ro: Americi/Grenada
th: อเมริกา/เกรนาดา
uk: Американський регіон/Ґренада
zh: 美洲/格林纳达

# America/Guadeloupe
source: Americas/Guadeloupe
ar: الأمريكتان/غوادلوب
el: Αμερική/Γουαδελούπη
fa: امریکا/گوادلوپ
fr: Amériques/Guadeloupe
gl: América/Guadalupe
hu: Amerika/Guadeloupe
is: Ameríka/Gvadelúp
it: Americhe/Guadalupa
ja: アメリカ大陸/グアドループ
ko: 아메리카 대륙/과들루프
lt: Amerika/Gvadalupė
mn: Америк/Гваделуп
ro: Americi/Guadelupa
th: อเมริกา/กวาเดอลูป
uk: Американський регіон/Ґваделупа
zh: 美洲/瓜德罗普

# America/Guatemala
source: Americas/Guatemala
ar: الأمريكتان/غواتيمالا
el: Αμερική/Γουατεμάλα
fa: امریکا/گواتمالا
fr: Amériques/Guatemala
gl: América/Guatemala
hu: Amerika/Guatemala
is: Ameríka/Gvatemala
it: Americhe/Guatemala
ja: アメリカ大陸/グアテマラ
ko: 아메리카 대륙/과테말라
lt: Amerika/Gvatemala
mn: Америк/Гватемал
ro: Americi/Guatemala
th: อเมริกา/กัวเตมาลา
uk: Американський регіон/Ґватемала
zh: 美洲/危地马拉

# America/Guayaquil
source: Americas/Guayaquil
ar: الأمريكتان/غواياكويل
el: Αμερική/Γκουαγιακίλ
fa: امریکا/گوایاکیل
fr: Amériques/Guayaquil
gl: América/Guayaquil
hu: Amerika/Guayaquil
is: Ameríka/Guayaquil
it: Americhe/Guayaquil
ja: アメリカ大陸/グアヤキル
ko: 아메리카 대륙/과야킬
lt: Amerika/Gvajakilis
mn: Америк/Гуаякиль
ro: Americi/Guayaquil
th: อเมริกา/กัวยากิล
uk: Американський регіон/Ґуаякіль
zh: 美洲/瓜亚基尔

# America/Guyana
source: Americas/Guyana
ar: الأمريكتان/غيانا
el: Αμερική/Γουιάνα
fa: امریکا/گویان
fr: Amériques/Guyana
gl: América/Güiana
hu: Amerika/Guyana
is: Ameríka/Gvæjana
it: Americhe/Guyana
ja: アメリカ大陸/ガイアナ
ko: 아메리카 대륙/가이아나
lt: Amerika/Gvajana
mn: Америк/Гайана
ro: Americi/Guyana
th: อเมริกา/กายอานา
uk: Американський регіон/Ґайана
zh: 美洲/圭亚那

# America/Halifax
source: Americas/Halifax
ar: الأمريكتان/هاليفاكس
el: Αμερική/Χάλιφαξ
fa: امریکا/هلیفکس
fr: Amériques/Halifax
gl: América/Halifax
hu: Amerika/Halifax
is: Ameríka/Halifax
it: Americhe/Halifax
ja: アメリカ大陸/ハリファクス
ko: 아메리카 대륙/핼리팩스
lt: Amerika/Halifaksas
mn: Америк/Халифакс
ro: Americi/Halifax
th: อเมริกา/แฮลิแฟกซ์
uk: Американський регіон/Галіфакс
zh: 美洲/哈利法克斯

# America/Havana
source: Americas/Havana
ar: الأمريكتان/هافانا
el: Αμερική/Αβάνα
fa: امریکا/هاوانا
fr: Amériques/La Havane
gl: América/A Habana
hu: Amerika/Havanna
is: Ameríka/Havana
it: Americhe/L’Avana
ja: アメリカ大陸/ハバナ
ko: 아메리카 대륙/하바나
lt: Amerika/Havana
mn: Америк/Хавана
ro: Americi/Havana
th: อเมริกา/ฮาวานา
uk: Американський регіон/Гавана
zh: 美洲/哈瓦那

# America/Hermosillo
source: Americas/Hermosillo
ar: الأمريكتان/هيرموسيلو
el: Αμερική/Ερμοσίγιο
fa: امریکا/ارموسیو
fr: Amériques/Hermosillo
gl: América/Hermosillo
hu: Amerika/Hermosillo
is: Ameríka/Hermosillo
it: Americhe/Hermosillo
ja: アメリカ大陸/エルモシヨ
ko: 아메리카 대륙/에르모시요
lt: Amerika/Hermosiljas
mn: Америк/Хермосилло
ro: Americi/Hermosillo
th: อเมริกา/เอร์โมซีโย
uk: Американський регіон/Ермосільйо
zh: 美洲/埃莫西约

# America/Indiana/Indianapolis
source: Americas/Indianapolis
ar: الأمريكتان/إنديانابوليس
el: Αμερική/Ιντιανάπολις
fa: امریکا/ایندیاناپولیس
fr: Amériques/Indianapolis
gl: América/Indianápolis
hu: Amerika/Indianapolis
is: Ameríka/Indianapolis
it: Americhe/Indianapolis
ja: アメリカ大陸/インディアナポリス
ko: 아메리카 대륙/인디애나폴리스
lt: Amerika/Indianapolis
mn: Америк/Индианаполис
ro: Americi/Indianapolis
th: อเมริกา/อินเดียแนโพลิส
uk: Американський регіон/Індіанаполіс
zh: 美洲/印第安纳波利斯

# America/Indiana/Knox
source: Americas/Knox, Indiana
ar: الأمريكتان/كونكس
el: Αμερική/Νοξ, Ιντιάνα
fa: امریکا/ناکس، ایندیانا
fr: Amériques/Knox [Indiana]
gl: América/Knox, Indiana
hu: Amerika/Knox, Indiana
is: Ameríka/Knox, Indiana
it: Americhe/Knox, Indiana
ja: アメリカ大陸/インディアナ州ノックス
ko: 아메리카 대륙/인디애나주, 녹스
lt: Amerika/Noksas, Indiana
mn: Америк/Нокс, Индиана
ro: Americi/Knox, Indiana
th: อเมริกา/นอกซ์, อินดีแอนา
uk: Американський регіон/Нокс, Індіана
zh: 美洲/印第安纳州诺克斯

# America/Indiana/Marengo
source: Americas/Marengo, Indiana
ar: الأمريكتان/مارنجو
el: Αμερική/Μαρένγκο, Ιντιάνα
fa: امریکا/مارنگو، ایندیانا
fr: Amériques/Marengo [Indiana]
gl: América/Marengo, Indiana
hu: Amerika/Marengo, Indiana
is: Ameríka/Marengo, Indiana
it: Americhe/Marengo, Indiana
ja: アメリカ大陸/インディアナ州マレンゴ
ko: 아메리카 대륙/인디애나주, 머렝고
lt: Amerika/Marengas, Indiana
mn: Америк/Маренго, Индиана
ro: Americi/Marengo, Indiana
th: อเมริกา/มาเรงโก, อินดีแอนา
uk: Американський регіон/Маренго, Індіана
zh: 美洲/印第安纳州马伦戈

# America/Indiana/Petersburg
source: Americas/Petersburg, Indiana
ar: الأمريكتان/بيترسبرغ
el: Αμερική/Πίτερσμπεργκ, Ιντιάνα
fa: امریکا/پیترزبرگ، ایندیانا
fr: Amériques/Petersburg [Indiana]
gl: América/Petersburg, Indiana
hu: Amerika/Petersburg, Indiana
is: Ameríka/Petersburg, Indiana
it: Americhe/Petersburg, Indiana
ja: アメリカ大陸/インディアナ州ピーターズバーグ
ko: 아메리카 대륙/인디애나주, 피츠버그
lt: Amerika/Pitersbergas, Indiana
mn: Америк/Питерсбург, Индиана
ro: Americi/Petersburg, Indiana
th: อเมริกา/ปีเตอร์สเบิร์ก, อินดีแอนา
uk: Американський регіон/Пітерсберг, Індіана
zh: 美洲/印第安纳州彼得斯堡

# America/Indiana/Tell_City
source: Americas/Tell City, Indiana
ar: الأمريكتان/مدينة تل، إنديانا
el: Αμερική/Τελ Σίτι, Ιντιάνα
fa: امریکا/تل‌سیتی، ایندیانا
fr: Amériques/Tell City [Indiana]
gl: América/Tell City, Indiana
hu: Amerika/Tell City, Indiana
is: Ameríka/Tell City, Indiana
it: Americhe/Tell City, Indiana
ja: アメリカ大陸/インディアナ州テルシティ
ko: 아메리카 대륙/인디애나주, 텔시티
lt: Amerika/Tel Sitis, Indiana
mn: Америк/Тел Сити, Индиана
ro: Americi/Tell City, Indiana
th: อเมริกา/เทลล์ซิตี, อินดีแอนา
uk: Американський регіон/Телл-Сіті, Індіана
zh: 美洲/印第安纳州特尔城

# America/Indiana/Vevay
source: Americas/Vevay, Indiana
ar: الأمريكتان/فيفاي
el: Αμερική/Βιβέι, Ιντιάνα
fa: امریکا/ویوی، ایندیانا
fr: Amériques/Vevay [Indiana]
gl: América/Vevay, Indiana
hu: Amerika/Vevay, Indiana
is: Ameríka/Vevay, Indiana
it: Americhe/Vevay, Indiana
ja: アメリカ大陸/インディアナ州ビベー
ko: 아메리카 대륙/인디애나주, 비비
lt: Amerika/Vivis, Indiana
mn: Америк/Вивей, Индиана
ro: Americi/Vevay, Indiana
th: อเมริกา/วีเวย์, อินดีแอนา
uk: Американський регіон/Вівей, Індіана
zh: 美洲/印第安纳州维维市

# America/Indiana/Vincennes
source: Americas/Vincennes, Indiana
ar: الأمريكتان/فينسينس
el: Αμερική/Βανσέν, Ιντιάνα
fa: امریکا/وینسنس، اندیانا
fr: Amériques/Vincennes [Indiana]
gl: América/Vincennes, Indiana
hu: Amerika/Vincennes, Indiana
is: Ameríka/Vincennes, Indiana
it: Americhe/Vincennes, Indiana
ja: アメリカ大陸/インディアナ州ビンセンス
ko: 아메리카 대륙/인디애나주, 빈센스
lt: Amerika/Vinsenas, Indiana
mn: Америк/Винсенес, Индиана
ro: Americi/Vincennes, Indiana
th: อเมริกา/วินเซนเนส, อินดีแอนา
uk: Американський регіон/Вінсенс, Індіана
zh: 美洲/印第安纳州温森斯

# America/Indiana/Winamac
source: Americas/Winamac, Indiana
ar: الأمريكتان/ويناماك
el: Αμερική/Γουίναμακ, Ιντιάνα
fa: امریکا/ویناماک، ایندیانا
fr: Amériques/Winamac [Indiana]
gl: América/Winamac, Indiana
hu: Amerika/Winamac, Indiana
is: Ameríka/Winamac, Indiana
it: Americhe/Winamac, Indiana
ja: アメリカ大陸/インディアナ州ウィナマック
ko: 아메리카 대륙/인디애나주, 위너맥
lt: Amerika/Vinamakas, Indiana
mn: Америк/Винамак, Индиана
ro: Americi/Winamac, Indiana
th: อเมริกา/วินาแมค, อินดีแอนา
uk: Американський регіон/Вінамак, Індіана
zh: 美洲/印第安纳州威纳马克

# America/Inuvik
source: Americas/Inuvik
ar: الأمريكتان/اينوفيك
el: Αμερική/Ινούβικ
fa: امریکا/اینوویک
fr: Amériques/Inuvik
gl: América/Inuvik
hu: Amerika/Inuvik
is: Ameríka/Inuvik
it: Americhe/Inuvik
ja: アメリカ大陸/イヌヴィク
ko: 아메리카 대륙/이누빅
lt: Amerika/Inuvikas
mn: Америк/Инувик
ro: Americi/Inuvik
th: อเมริกา/อินูวิก
uk: Американський регіон/Інувік
zh: 美洲/伊努维克

# America/Iqaluit
source: Americas/Iqaluit
ar: الأمريكتان/اكويلت
el: Αμερική/Ικαλούιτ
fa: امریکا/ایکلوئت
fr: Amériques/Iqaluit
gl: América/Iqaluit
hu: Amerika/Iqaluit
is: Ameríka/Iqaluit
it: Americhe/Iqaluit
ja: アメリカ大陸/イカルイット
ko: 아메리카 대륙/이칼루이트
lt: Amerika/Ikaluitas
mn: Америк/Икалуит
ro: Americi/Iqaluit
th: อเมริกา/อีกวาลิต
uk: Американський регіон/Ікалуїт
zh: 美洲/伊魁特

# America/Jamaica
source: Americas/Jamaica
ar: الأمريكتان/جامايكا
el: Αμερική/Τζαμάικα
fa: امریکا/جامائیکا
fr: Amériques/Jamaïque
gl: América/Xamaica
hu: Amerika/Jamaica
is: Ameríka/Jamaíka
it: Americhe/Giamaica
ja: アメリカ大陸/ジャマイカ
ko: 아메리카 대륙/자메이카
lt: Amerika/Jamaika
mn: Америк/Ямайка
ro: Americi/Jamaica
th: อเมริกา/จาเมกา
uk: Американський регіон/Ямайка
zh: 美洲/牙买加

# America/Juneau
source: Americas/Juneau
ar: الأمريكتان/جوني
el: Αμερική/Τζούνο
fa: امریکا/جونو
fr: Amériques/Juneau
gl: América/Juneau
hu: Amerika/Juneau
is: Ameríka/Juneau
it: Americhe/Juneau
ja: アメリカ大陸/ジュノー
ko: 아메리카 대륙/주노
lt: Amerika/Džunas
mn: Америк/Жуно
ro: Americi/Juneau
th: อเมริกา/จูโน
uk: Американський регіон/Джуно
zh: 美洲/朱诺

# America/Kentucky/Louisville
source: Americas/Louisville
ar: الأمريكتان/لويس فيل
el: Αμερική/Λούιβιλ
fa: امریکا/لوئیزویل
fr: Amériques/Louisville
gl: América/Louisville
hu: Amerika/Louisville
is: Ameríka/Louisville
it: Americhe/Louisville
ja: アメリカ大陸/ルイビル
ko: 아메리카 대륙/루이빌
lt: Amerika/Luisvilis
mn: Америк/Луисвилл
ro: Americi/Louisville
th: อเมริกา/ลูส์วิลล์
uk: Американський регіон/Луїсвілл
zh: 美洲/路易斯维尔

# America/Kentucky/Monticello
source: Americas/Monticello, Kentucky
ar: الأمريكتان/مونتيسيلو
el: Αμερική/Μοντιτσέλο, Κεντάκι
fa: امریکا/مانتیسلو، کنتاکی
fr: Amériques/Monticello [Kentucky]
gl: América/Monticello, Kentucky
hu: Amerika/Monticello, Kentucky
is: Ameríka/Monticello, Kentucky
it: Americhe/Monticello, Kentucky
ja: アメリカ大陸/ケンタッキー州モンティチェロ
ko: 아메리카 대륙/켄터키주, 몬티첼로
lt: Amerika/Montiselas, Kentukis
mn: Америк/Монтичелло, Кентаки
ro: Americi/Monticello, Kentucky
th: อเมริกา/มอนติเซลโล, เคนตักกี
uk: Американський регіон/Монтіселло, Кентуккі
zh: 美洲/肯塔基州蒙蒂塞洛

# America/Kralendijk
source: Americas/Kralendijk
ar: الأمريكتان/كرالنديك
el: Αμερική/Κράλεντικ
fa: امریکا/کرالندیک
fr: Amériques/Kralendijk
gl: América/Kralendijk
hu: Amerika/Kralendijk
is: Ameríka/Kralendijk
it: Americhe/Kralendijk
ja: アメリカ大陸/クラレンダイク
ko: 아메리카 대륙/크라렌디즈크
lt: Amerika/Kralendeikas
mn: Америк/Кралендик
ro: Americi/Kralendijk
th: อเมริกา/คราเลนดิจค์
uk: Американський регіон/Кралендейк
zh: 美洲/克拉伦代克
