Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

# America/Tegucigalpa
source: Americas/Tegucigalpa
ar: الأمريكتان/تيغوسيغالبا
el: Αμερική/Τεγκουσιγκάλπα
fa: امریکا/تگوسیگالپا
fr: Amériques/Tégucigalpa
gl: América/Tegucigalpa
hu: Amerika/Tegucigalpa
is: Ameríka/Tegucigalpa
it: Americhe/Tegucigalpa
ja: アメリカ大陸/テグシガルパ
ko: 아메리카 대륙/테구시갈파
lt: Amerika/Tegusigalpa
mn: Америк/Тегусигальпа
ro: Americi/Tegucigalpa
th: อเมริกา/เตกูซิกัลปา
uk: Американський регіон/Теґусіґальпа
zh: 美洲/特古西加尔巴

# America/Thule
source: Americas/Thule
ar: الأمريكتان/ثيل
el: Αμερική/Θούλη
fa: امریکا/تول
fr: Amériques/Thulé
gl: América/Thule
hu: Amerika/Thule
is: Ameríka/Thule
it: Americhe/Thule
ja: アメリカ大陸/チューレ
ko: 아메리카 대륙/툴레
lt: Amerika/Kanakas
mn: Америк/Туле
ro: Americi/Thule
th: อเมริกา/ทูเล
uk: Американський регіон/Туле
zh: 美洲/图勒

# America/Thunder_Bay
source: Americas/Thunder Bay
ar: الأمريكتان/ثندر باي
el: Αμερική/Θάντερ Μπέι
fa: امریکا/تاندربی
fr: Amériques/Thunder Bay
gl: América/Thunder Bay
hu: Amerika/Thunder Bay
is: Ameríka/Thunder Bay
it: Americhe/Thunder Bay
ja: アメリカ大陸/サンダーベイ
ko: 아메리카 대륙/선더베이
lt: Amerika/Tander Bėjus
mn: Америк/Сандер Бэй
ro: Americi/Thunder Bay
th: อเมริกา/ทันเดอร์เบย์
uk: Американський регіон/Тандер-Бей
zh: 美洲/桑德贝

# America/Tijuana
source: Americas/Tijuana
ar: الأمريكتان/تيخوانا
el: Αμερική/Τιχουάνα
fa: امریکا/تیخوانا
fr: Amériques/Tijuana
gl: América/Tijuana
hu: Amerika/Tijuana
is: Ameríka/Tijuana
it: Americhe/Tijuana
ja: アメリカ大陸/ティフアナ
ko: 아메리카 대륙/티후아나
lt: Amerika/Tichuana
mn: Америк/Тихуана
ro: Americi/Tijuana
th: อเมริกา/ทิฮัวนา
uk: Американський регіон/Тіхуана
zh: 美洲/蒂华纳

# America/Toronto
source: Americas/Toronto
ar: الأمريكتان/تورونتو
el: Αμερική/Τορόντο
fa: امریکا/تورنتو
fr: Amériques/Toronto
gl: América/Toronto
hu: Amerika/Toronto
is: Ameríka/Toronto
it: Americhe/Toronto
ja: アメリカ大陸/トロント
ko: 아메리카 대륙/토론토
lt: Amerika/Torontas
mn: Америк/Торонто
ro: Americi/Toronto
th: อเมริกา/โทรอนโต
uk: Американський регіон/Торонто
zh: 美洲/多伦多

# America/Tortola
source: Americas/Tortola
ar: الأمريكتان/تورتولا
el: Αμερική/Τορτόλα
fa: امریکا/تورتولا
fr: Amériques/Tortola
gl: América/Tórtola
hu: Amerika/Tortola
is: Ameríka/Tortóla
it: Americhe/Tortola
ja: アメリカ大陸/トルトーラ
ko: 아메리카 대륙/토르톨라
lt: Amerika/Tortola
mn: Америк/Тортола
ro: Americi/Tortola
th: อเมริกา/ตอร์โตลา
uk: Американський регіон/Тортола
zh: 美洲/托尔托拉

# America/Vancouver
source: Americas/Vancouver
ar: الأمريكتان/فانكوفر
el: Αμερική/Βανκούβερ
fa: امریکا/ونکوور
fr: Amériques/Vancouver
gl: América/Vancouver
hu: Amerika/Vancouver
is: Ameríka/Vancouver
it: Americhe/Vancouver
ja: アメリカ大陸/バンクーバー
ko: 아메리카 대륙/벤쿠버
lt: Amerika/Vankuveris
mn: Америк/Ванкувер
ro: Americi/Vancouver
th: อเมริกา/แวนคูเวอร์
uk: Американський регіон/Ванкувер
zh: 美洲/温哥华

# America/Whitehorse
source: Americas/Whitehorse
ar: الأمريكتان/وايت هورس
el: Αμερική/Γουάιτχορς
fa: امریکا/وایت‌هورس
fr: Amériques/Whitehorse
gl: América/Whitehorse
hu: Amerika/Whitehorse
is: Ameríka/Whitehorse
it: Americhe/Whitehorse
ja: アメリカ大陸/ホワイトホース
ko: 아메리카 대륙/화이트호스
lt: Amerika/Vaithorsas
mn: Америк/Уайтхорз
ro: Americi/Whitehorse
th: อเมริกา/ไวต์ฮอร์ส
uk: Американський регіон/Вайтгорс
zh: 美洲/怀特霍斯

# America/Winnipeg
source: Americas/Winnipeg
ar: الأمريكتان/وينيبيج
el: Αμερική/Γουίνιπεγκ
fa: امریکا/وینیپگ
fr: Amériques/Winnipeg
gl: América/Winnipeg
hu: Amerika/Winnipeg
is: Ameríka/Winnipeg
it: Americhe/Winnipeg
ja: アメリカ大陸/ウィニペグ
ko: 아메리카 대륙/위니펙
lt: Amerika/Vinipegas
mn: Америк/Виннипег
ro: Americi/Winnipeg
th: อเมริกา/วินนิเพก
uk: Американський регіон/Вінніпеґ
zh: 美洲/温尼伯

# America/Yakutat
source: Americas/Yakutat
ar: الأمريكتان/ياكوتات
el: Αμερική/Γιάκουτατ
fa: امریکا/یاکوتات
fr: Amériques/Yakutat
gl: América/Yakutat
hu: Amerika/Yakutat
is: Ameríka/Yakutat
it: Americhe/Yakutat
ja: アメリカ大陸/ヤクタット
ko: 아메리카 대륙/야쿠타트
lt: Amerika/Jakutatas
mn: Америк/Якутат
ro: Americi/Yakutat
th: อเมริกา/ยากูทัต
uk: Американський регіон/Якутат
zh: 美洲/亚库塔特

# America/Yellowknife
source: Americas/Yellowknife
ar: الأمريكتان/يلونيف
el: Αμερική/Γέλοουναϊφ
fa: امریکا/یلونایف
fr: Amériques/Yellowknife
gl: América/Yellowknife
hu: Amerika/Yellowknife
is: Ameríka/Yellowknife
it: Americhe/Yellowknife
ja: アメリカ大陸/イエローナイフ
ko: 아메리카 대륙/옐로나이프
lt: Amerika/Jelounaifas
mn: Америк/Йелоунайф
ro: Americi/Yellowknife
th: อเมริกา/เยลโลว์ไนฟ์
uk: Американський регіон/Єллоунайф
zh: 美洲/耶洛奈夫

source: Antarctica/Casey
ar: أنتاركتيكا/كاساي
el: Ανταρκτική/Κάσεϊ
fa: جنوبگان/کیسی
fr: Antarctique/Casey
gl: A Antártida/Casey
hu: Antarktisz/Casey
is: Suðurskautslandið/Casey
it: Antartide/Casey
ja: 南極/ケーシー基地
ko: 남극 대륙/케이시
lt: Antarktida/Keisis
mn: Антарктид/Кэсей
th: แอนตาร์กติกา/เคซีย์
uk: Антарктика/Кейсі
zh: 南极洲/卡塞

source: Antarctica/Davis
ar: أنتاركتيكا/دافيز
el: Ανταρκτική/Ντέιβις
fa: جنوبگان/دیویس
fr: Antarctique/Davis
gl: A Antártida/Davis
hu: Antarktisz/Davis
is: Suðurskautslandið/Davis
it: Antartide/Davis
ja: 南極/デービス基地
ko: 남극 대륙/데이비스
lt: Antarktida/Deivisas
mn: Антарктид/Дэвис
th: แอนตาร์กติกา/เดวิส
uk: Антарктика/Девіс
zh: 南极洲/戴维斯

source: Antarctica/Dumont d’Urville
ar: أنتاركتيكا/دي مونت دو روفيل
el: Ανταρκτική/Ντιμόν ντ’ Ουρβίλ
fa: جنوبگان/دومون دورویل
fr: Antarctique/Dumont d’Urville
gl: A Antártida/Dumont-d’Urville
hu: Antarktisz/Dumont d’Urville
is: Suðurskautslandið/Dumont d’Urville
it: Antartide/Dumont d’Urville
ja: 南極/デュモン・デュルヴィル基地
ko: 남극 대륙/뒤몽 뒤르빌
lt: Antarktida/Diumonas d’Urvilis
mn: Антарктид/Дюмон д’Юрвиль
th: แอนตาร์กติกา/ดูมองต์ดูร์วิลล์
uk: Антарктика/Дюмон-дʼЮрвіль
zh: 南极洲/迪蒙迪尔维尔

source: Antarctica/Macquarie
ar: أنتاركتيكا/ماكواري
el: Ανταρκτική/Μακουάρι
fa: جنوبگان/مکواری
fr: Antarctique/Macquarie
gl: A Antártida/Macquarie
hu: Antarktisz/Macquarie
is: Suðurskautslandið/Macquarie
it: Antartide/Macquarie
ja: 南極/マッコリー
ko: 남극 대륙/맥쿼리
lt: Antarktida/Makvoris
mn: Антарктид/Маккуори
th: แอนตาร์กติกา/แมคควอรี
uk: Антарктика/Маккуорі
zh: 南极洲/麦格理

source: Antarctica/Mawson
ar: أنتاركتيكا/ماوسون
el: Ανταρκτική/Μόσον
fa: جنوبگان/ماوسون
fr: Antarctique/Mawson
gl: A Antártida/Mawson
hu: Antarktisz/Mawson
is: Suðurskautslandið/Mawson
it: Antartide/Mawson
ja: 南極/モーソン基地
ko: 남극 대륙/모슨
lt: Antarktida/Mosonas
mn: Антарктид/Моусон
th: แอนตาร์กติกา/มอว์สัน
uk: Антарктика/Моусон
zh: 南极洲/莫森

source: Antarctica/McMurdo
ar: أنتاركتيكا/ماك موردو
el: Ανταρκτική/Μακμέρντο
fa: جنوبگان/مک‌موردو
fr: Antarctique/McMurdo
gl: A Antártida/McMurdo
hu: Antarktisz/McMurdo
is: Suðurskautslandið/McMurdo
it: Antartide/McMurdo
ja: 南極/マクマード基地
ko: 남극 대륙/맥머도
lt: Antarktida/Makmerdas
mn: Антарктид/Мак-Мөрдо
th: แอนตาร์กติกา/แมคมัวโด
uk: Антарктика/Мак-Мердо
zh: 南极洲/麦克默多

source: Antarctica/Palmer
ar: أنتاركتيكا/بالمير
el: Ανταρκτική/Πάλμερ
fa: جنوبگان/پالمر
fr: Antarctique/Palmer
gl: A Antártida/Palmer
hu: Antarktisz/Palmer
is: Suðurskautslandið/Palmer
it: Antartide/Palmer
ja: 南極/パーマー基地
ko: 남극 대륙/파머
lt: Antarktida/Palmeris
mn: Антарктид/Палмер
th: แอนตาร์กติกา/พาล์เมอร์
uk: Антарктика/Палмер
zh: 南极洲/帕默尔

source: Antarctica/Rothera
ar: أنتاركتيكا/روثيرا
el: Ανταρκτική/Ρόθερα
fa: جنوبگان/روترا
fr: Antarctique/Rothera
gl: A Antártida/Rothera
hu: Antarktisz/Rothera
is: Suðurskautslandið/Rothera
it: Antartide/Rothera
ja: 南極/ロゼラ基地
ko: 남극 대륙/로데라
lt: Antarktida/Rotera
mn: Антарктид/Ротера
th: แอนตาร์กติกา/โรธีรา
uk: Антарктика/Ротера
zh: 南极洲/罗瑟拉

source: Antarctica/Syowa
ar: أنتاركتيكا/سايووا
el: Ανταρκτική/Σίοβα
fa: جنوبگان/شووا
fr: Antarctique/Showa
gl: A Antártida/Showa
hu: Antarktisz/Syowa
is: Suðurskautslandið/Syowa
it: Antartide/Syowa
ja: 南極/昭和基地
ko: 남극 대륙/쇼와
lt: Antarktida/Siova
mn: Антарктид/Сёва
ro: Antarctica/Showa
th: แอนตาร์กติกา/ไซโยวา
uk: Антарктика/Сьова
zh: 南极洲/昭和

source: Antarctica/Troll
ar: أنتاركتيكا/ترول
el: Ανταρκτική/Τρολ
fa: جنوبگان/ترول
fr: Antarctique/Troll
gl: A Antártida/Troll
hu: Antarktisz/Troll
is: Suðurskautslandið/Troll
it: Antartide/Troll
ja: 南極/トロル基地
ko: 남극 대륙/트롤
lt: Antarktida/Trolis
mn: Антарктид/Тролл
th: แอนตาร์กติกา/โทรล
uk: Антарктика/Тролл
zh: 南极洲/特罗尔

source: Antarctica/Vostok
ar: أنتاركتيكا/فوستوك
el: Ανταρκτική/Βόστοκ
fa: جنوبگان/وستوک
fr: Antarctique/Vostok
gl: A Antártida/Vostok
hu: Antarktisz/Vosztok
is: Suðurskautslandið/Vostok
it: Antartide/Vostok
ja: 南極/ボストーク基地
ko: 남극 대륙/보스토크
lt: Antarktida/Vostokas
mn: Антарктид/Восток
th: แอนตาร์กติกา/วอสตอค
uk: Антарктика/Восток
zh: 南极洲/沃斯托克

source: Arctic/Longyearbyen
ar: Arctic/لونجيربين
el: Arctic/Λόνγκιεαρμπιεν
fa: Arctic/لانگ‌یربین
ja: Arctic/ロングイェールビーン
ko: Arctic/롱이어비엔
lt: Arctic/Longjyrbienas
mn: Arctic/Лонгирбайен
th: Arctic/ลองเยียร์เบียน
uk: Arctic/Лонгʼїр
zh: Arctic/朗伊尔城

source: Asia/Aden
ar: آسيا/عدن
el: Ασία/Άντεν
fa: آسیا/عدن
fr: Asie/Aden
gl: Asia/Adén
hu: Ázsia/Áden
is: Asía/Aden
ja: アジア/アデン
ko: 아시아/아덴
lt: Azija/Adenas
mn: Ази/Аден
th: เอเชีย/เอเดน
uk: Азія/Аден
zh: 亚洲/亚丁

source: Asia/Almaty
ar: آسيا/ألماتي
el: Ασία/Αλμάτι
fa: آسیا/آلماتی
fr: Asie/Alma Ata
gl: Asia/Almati
hu: Ázsia/Alma-Ata
is: Asía/Almaty
ja: アジア/アルマトイ
ko: 아시아/알마티
lt: Azija/Alma Ata
mn: Ази/Алматы
ro: Asia/Almatî
th: เอเชีย/อัลมาตี
uk: Азія/Алмати
zh: 亚洲/阿拉木图

source: Asia/Amman
ar: آسيا/عمّان
el: Ασία/Αμμάν
fa: آسیا/عمّان
fr: Asie/Amman
gl: Asia/Amán
hu: Ázsia/Ammán
is: Asía/Amman
ja: アジア/アンマン
ko: 아시아/암만
lt: Azija/Amanas
mn: Ази/Амман
th: เอเชีย/อัมมาน
uk: Азія/Амман
zh: 亚洲/安曼

source: Asia/Anadyr
ar: آسيا/أندير
el: Ασία/Αναντίρ
fa: آسیا/آنادیر
fr: Asie/Anadyr
hu: Ázsia/Anadir
is: Asía/Anadyr
ja: アジア/アナディリ
ko: 아시아/아나디리
lt: Azija/Anadyris
mn: Ази/Анадыр
ro: Asia/Anadir
th: เอเชีย/อานาดีร์
uk: Азія/Анадир
zh: 亚洲/阿纳德尔

source: Asia/Aqtau
ar: آسيا/أكتاو
el: Ασία/Ακτάου
fa: آسیا/آقتاو
fr: Asie/Aktaou
gl: Asia/Aktau
hu: Ázsia/Aktau
is: Asía/Aqtau
ja: アジア/アクタウ
ko: 아시아/아크타우
lt: Azija/Aktau
mn: Ази/Актау
ro: Asia/Aktau
th: เอเชีย/อัคตาอู
uk: Азія/Актау
zh: 亚洲/阿克套

source: Asia/Aqtobe
ar: آسيا/أكتوب
el: Ασία/Ακτόμπε
fa: آسیا/آقتوبه
fr: Asie/Aktioubinsk
gl: Asia/Aktobe
hu: Ázsia/Aktöbe
is: Asía/Aqtobe
it: Asia/Aqtöbe
ja: アジア/アクトベ
ko: 아시아/악토브
lt: Azija/Aktiubinskas
mn: Ази/Актөбе
ro: Asia/Aktobe
th: เอเชีย/อัคโทบี
uk: Азія/Актобе
zh: 亚洲/阿克托别

source: Asia/Ashgabat
ar: آسيا/عشق آباد
el: Ασία/Ασχαμπάτ
fa: آسیا/عشق‌آباد
fr: Asie/Achgabat
gl: Asia/Achkhabad
hu: Ázsia/Asgabat
is: Asía/Ashgabat
ja: アジア/アシガバード
ko: 아시아/아슈하바트
lt: Azija/Ašchabadas
mn: Ази/Ашхабад
ro: Asia/Așgabat
th: เอเชีย/อาชกาบัต
uk: Азія/Ашгабат
zh: 亚洲/阿什哈巴德

source: Asia/Atyrau
ar: آسيا/أتيراو
el: Ασία/Ατιράου
fa: آسیا/آتیراو
fr: Asie/Atyraou
hu: Ázsia/Atirau
is: Asía/Atyrau
ja: アジア/アティラウ
ko: 아시아/아티라우
lt: Azija/Atyrau
mn: Ази/Атырау
ro: Asia/Atîrau
th: เอเชีย/อทีราว
uk: Азія/Атирау
zh: 亚洲/阿特劳

source: Asia/Baghdad
ar: آسيا/بغداد
el: Ασία/Βαγδάτη
fa: آسیا/بغداد
fr: Asie/Bagdad
gl: Asia/Bagdad
hu: Ázsia/Bagdad
is: Asía/Bagdad
ja: アジア/バグダッド
ko: 아시아/바그다드
lt: Azija/Bagdadas
mn: Ази/Багдад
ro: Asia/Bagdad
th: เอเชีย/แบกแดด
uk: Азія/Багдад
zh: 亚洲/巴格达

source: Asia/Bahrain
ar: آسيا/البحرين
el: Ασία/Μπαχρέιν
fa: آسیا/بحرین
fr: Asie/Bahreïn
hu: Ázsia/Bahrein
is: Asía/Barein
it: Asia/Bahrein
ja: アジア/バーレーン
ko: 아시아/바레인
lt: Azija/Bahreinas
mn: Ази/Бахрейн
th: เอเชีย/บาห์เรน
uk: Азія/Бахрейн
zh: 亚洲/巴林

source: Asia/Baku
ar: آسيا/باكو
el: Ασία/Μπακού
fa: آسیا/باکو
fr: Asie/Bakou
gl: Asia/Bacú
hu: Ázsia/Baku
is: Asía/Bakú
ja: アジア/バクー
ko: 아시아/바쿠
lt: Azija/Baku
mn: Ази/Баку
th: เอเชีย/บากู
uk: Азія/Баку
zh: 亚洲/巴库

source: Asia/Bangkok
ar: آسيا/بانكوك
el: Ασία/Μπανγκόκ
fa: آسیا/بانکوک
fr: Asie/Bangkok
hu: Ázsia/Bangkok
is: Asía/Bangkok
ja: アジア/バンコク
ko: 아시아/방콕
lt: Azija/Bankokas
mn: Ази/Бангкок
th: เอเชีย/กรุงเทพ
uk: Азія/Бангкок
zh: 亚洲/曼谷

source: Asia/Barnaul
ar: آسيا/بارناول
el: Ασία/Μπαρναούλ
fa: آسیا/بارنائول
fr: Asie/Barnaul
hu: Ázsia/Barnaul
is: Asía/Barnaul
ja: アジア/バルナウル
ko: 아시아/바르나울
lt: Azija/Barnaulas
mn: Ази/Барнаул
th: เอเชีย/บาร์เนาว์
uk: Азія/Барнаул
zh: 亚洲/巴尔瑙尔

source: Asia/Beirut
ar: آسيا/بيروت
el: Ασία/Βυρητός
fa: آسیا/بیروت
fr: Asie/Beyrouth
hu: Ázsia/Bejrút
is: Asía/Beirút
ja: アジア/ベイルート
ko: 아시아/베이루트
lt: Azija/Beirutas
mn: Ази/Бейрут
th: เอเชีย/เบรุต
uk: Азія/Бейрут
zh: 亚洲/贝鲁特

source: Asia/Bishkek
ar: آسيا/بشكيك
el: Ασία/Μπισκέκ
fa: آسیا/بیشکک
fr: Asie/Bichkek
hu: Ázsia/Biskek
is: Asía/Bishkek
ja: アジア/ビシュケク
ko: 아시아/비슈케크
lt: Azija/Biškekas
mn: Ази/Бишкек
ro: Asia/Bișkek
th: เอเชีย/บิชเคก
uk: Азія/Бішкек
zh: 亚洲/比什凯克

source: Asia/Brunei
ar: آسيا/بروناي
el: Ασία/Μπρουνέι
fa: آسیا/برونئی
fr: Asie/Brunei
hu: Ázsia/Brunei
is: Asía/Brúnei
ja: アジア/ブルネイ
ko: 아시아/브루나이
lt: Azija/Brunėjus
mn: Ази/Бруней
th: เอเชีย/บรูไน
uk: Азія/Бруней
zh: 亚洲/文莱

source: Asia/Chita
ar: آسيا/تشيتا
el: Ασία/Τσιτά
fa: آسیا/چیتا
fr: Asie/Tchita
gl: Asia/Chitá
hu: Ázsia/Csita
is: Asía/Chita
it: Asia/Čita
ja: アジア/チタ
ko: 아시아/치타
lt: Azija/Čita
mn: Ази/Чита
ro: Asia/Cita
th: เอเชีย/ชิตา
uk: Азія/Чита
zh: 亚洲/赤塔

source: Asia/Choibalsan
ar: آسيا/تشوبالسان
el: Ασία/Τσοϊμπαλσάν
fa: آسیا/چویبالسان
fr: Asie/Tchoïbalsan
hu: Ázsia/Csojbalszan
is: Asía/Choibalsan
ja: アジア/チョイバルサン
ko: 아시아/초이발산
lt: Azija/Čoibalsanas
mn: Ази/Чойбалсан
th: เอเชีย/ชอยบาลซาน
uk: Азія/Чойбалсан
zh: 亚洲/乔巴山

source: Asia/Colombo
ar: آسيا/كولومبو
el: Ασία/Κολόμπο
fa: آسیا/کلمبو
fr: Asie/Colombo
hu: Ázsia/Colombo
is: Asía/Kólombó
ja: アジア/コロンボ
ko: 아시아/콜롬보
lt: Azija/Kolombas
mn: Ази/Коломбо
th: เอเชีย/โคลัมโบ
uk: Азія/Коломбо
zh: 亚洲/科伦坡

source: Asia/Damascus
ar: آسيا/دمشق
el: Ασία/Δαμασκός
fa: آسیا/دمشق
fr: Asie/Damas
gl: Asia/Damasco
hu: Ázsia/Damaszkusz
is: Asía/Damaskus
it: Asia/Damasco
ja: アジア/ダマスカス
ko: 아시아/다마스쿠스
lt: Azija/Damaskas
mn: Ази/Дамаск
ro: Asia/Damasc
th: เอเชีย/ดามัสกัส
uk: Азія/Дамаск
zh: 亚洲/大马士革

source: Asia/Dhaka
ar: آسيا/دكا
el: Ασία/Ντάκα
fa: آسیا/داکا
fr: Asie/Dhaka
hu: Ázsia/Dakka
is: Asía/Dakka
it: Asia/Dacca
ja: アジア/ダッカ
ko: 아시아/다카
lt: Azija/Daka
mn: Ази/Дака
ro: Asia/Dacca
th: เอเชีย/ดากา
uk: Азія/Дакка
zh: 亚洲/达卡

source: Asia/Dili
ar: آسيا/ديلي
el: Ασία/Ντίλι
fa: آسیا/دیلی
fr: Asie/Dili
hu: Ázsia/Dili
is: Asía/Dili
ja: アジア/ディリ
ko: 아시아/딜리
lt: Azija/Dilis
mn: Ази/Дили
th: เอเชีย/ดิลี
uk: Азія/Ділі
zh: 亚洲/帝力

source: Asia/Dubai
ar: آسيا/دبي
el: Ασία/Ντουμπάι
fa: آسیا/دبی
fr: Asie/Dubaï
hu: Ázsia/Dubai
is: Asía/Dubai
ja: アジア/ドバイ
ko: 아시아/두바이
lt: Azija/Dubajus
mn: Ази/Дубай
th: เอเชีย/ดูไบ
uk: Азія/Дубай
zh: 亚洲/迪拜

source: Asia/Dushanbe
ar: آسيا/دوشانبي
el: Ασία/Ντουσάνμπε
fa: آسیا/دوشنبه
fr: Asie/Douchanbé
hu: Ázsia/Dushanbe
is: Asía/Dushanbe
ja: アジア/ドゥシャンベ
ko: 아시아/두샨베
lt: Azija/Dušanbė
mn: Ази/Душанбе
ro: Asia/Dușanbe
th: เอเชีย/ดูชานเบ
uk: Азія/Душанбе
zh: 亚洲/杜尚别

source: Asia/Famagusta
ar: آسيا/فاماغوستا
el: Ασία/Αμμόχωστος
fa: آسیا/فاماگوستا
fr: Asie/Famagouste
hu: Ázsia/Famagusta
is: Asía/Famagusta
it: Asia/Famagosta
ja: アジア/ファマグスタ
ko: 아시아/파마구스타
lt: Azija/Famagusta
mn: Ази/Фамагуста
th: เอเชีย/แฟมากุสตา
uk: Азія/Фамагуста
zh: 亚洲/法马古斯塔

source: Asia/Gaza
ar: آسيا/غزة
el: Ασία/Γάζα
fa: آسیا/غزه
fr: Asie/Gaza
hu: Ázsia/Gáza
is: Asía/Gaza
ja: アジア/ガザ
ko: 아시아/가자
lt: Azija/Gazos ruožas
mn: Ази/Газа
th: เอเชีย/กาซา
uk: Азія/Газа
zh: 亚洲/加沙

source: Asia/Hebron
ar: آسيا/هيبرون (مدينة الخليل)
el: Ασία/Χεβρώνα
fa: آسیا/الخلیل
fr: Asie/Hébron
gl: Asia/Hebrón
hu: Ázsia/Hebron
is: Asía/Hebron
ja: アジア/ヘブロン
ko: 아시아/헤브론
lt: Azija/Hebronas
mn: Ази/Хеброн
th: เอเชีย/เฮบรอน
uk: Азія/Хеврон
zh: 亚洲/希伯伦

# Asia/Ho_Chi_Minh
source: Asia/Ho Chi Minh City
ar: آسيا/مدينة هو تشي منة
el: Ασία/Πόλη Χο Τσι Μινχ
fa: آسیا/هوشی‌مین‌سیتی
fr: Asie/Hô-Chi-Minh-Ville
gl: Asia/Ho Chi Minh
hu: Ázsia/Ho Si Minh-város
is: Asía/Ho Chi Minh-borg
it: Asia/Ho Chi Minh
ja: アジア/ホーチミン
ko: 아시아/사이공
lt: Azija/Hošiminas
mn: Ази/Хо Ши Мин хот
ro: Asia/Ho Și Min
th: เอเชีย/นครโฮจิมินห์
uk: Азія/Хошимін
zh: 亚洲/胡志明市

source: Asia/Hong Kong
ar: آسيا/هونغ كونغ
el: Ασία/Χονγκ Κονγκ
fa: آسیا/هنگ‌کنگ
fr: Asie/Hong Kong
hu: Ázsia/Hongkong
is: Asía/Hong Kong
ja: アジア/香港
ko: 아시아/홍콩
lt: Azija/Honkongas
mn: Ази/Хонг Конг
th: เอเชีย/ฮ่องกง
uk: Азія/Гонконг
zh: 亚洲/香港

source: Asia/Hovd
ar: آسيا/هوفد
el: Ασία/Χοβντ
fa: آسیا/خوود
fr: Asie/Hovd
hu: Ázsia/Hovd
is: Asía/Hovd
ja: アジア/ホブド
ko: 아시아/호브드
lt: Azija/Hovdas
mn: Ази/Ховд
th: เอเชีย/ฮอฟด์
uk: Азія/Ховд
zh: 亚洲/科布多

source: Asia/Irkutsk
ar: آسيا/ايركيتسك
el: Ασία/Ιρκούτσκ
fa: آسیا/ایرکوتسک
fr: Asie/Irkoutsk
hu: Ázsia/Irkutszk
is: Asía/Irkutsk
ja: アジア/イルクーツク
ko: 아시아/이르쿠츠크
lt: Azija/Irkutskas
mn: Ази/Эрхүү
ro: Asia/Irkuțk
th: เอเชีย/อีร์คุตสค์
uk: Азія/Іркутськ
zh: 亚洲/伊尔库茨克

source: Asia/Jakarta
ar: آسيا/جاكرتا
el: Ασία/Τζακάρτα
fa: آسیا/جاکارتا
fr: Asie/Jakarta
gl: Asia/Iacarta
hu: Ázsia/Jakarta
is: Asía/Djakarta
it: Asia/Giacarta
ja: アジア/ジャカルタ
ko: 아시아/자카르타
lt: Azija/Džakarta
mn: Ази/Жакарта
th: เอเชีย/จาการ์ตา
uk: Азія/Джакарта
zh: 亚洲/雅加达

source: Asia/Jayapura
ar: آسيا/جايابيورا
el: Ασία/Τζαγιαπούρα
fa: آسیا/جایاپورا
fr: Asie/Jayapura
hu: Ázsia/Jayapura
is: Asía/Jayapura
ja: アジア/ジャヤプラ
ko: 아시아/자야푸라
lt: Azija/Džajapura
mn: Ази/Жайпур
th: เอเชีย/จายาปุระ
uk: Азія/Джайпур
zh: 亚洲/查亚普拉

source: Asia/Jerusalem
ar: آسيا/القدس
el: Ασία/Ιερουσαλήμ
fa: آسیا/اورشلیم
fr: Asie/Jérusalem
gl: Asia/Xerusalén
hu: Ázsia/Jeruzsálem
is: Asía/Jerúsalem
it: Asia/Gerusalemme
ja: アジア/エルサレム
ko: 아시아/예루살렘
lt: Azija/Jeruzalė
mn: Ази/Ерусалем
ro: Asia/Ierusalim
th: เอเชีย/เยรูซาเลม
uk: Азія/Єрусалим
zh: 亚洲/耶路撒冷

source: Asia/Kabul
ar: آسيا/كابول
el: Ασία/Καμπούλ
fa: آسیا/کابل
fr: Asie/Kaboul
gl: Asia/Cabul
hu: Ázsia/Kabul
is: Asía/Kabúl
ja: アジア/カブール
ko: 아시아/카불
lt: Azija/Kabulas
mn: Ази/Кабул
th: เอเชีย/คาบูล
uk: Азія/Кабул
zh: 亚洲/喀布尔

source: Asia/Kamchatka
ar: آسيا/كامتشاتكا
el: Ασία/Καμτσάτκα
fa: آسیا/کامچاتکا
fr: Asie/Kamtchatka
hu: Ázsia/Kamcsatka
is: Asía/Kamtsjatka
ja: アジア/カムチャッカ
ko: 아시아/캄차카
lt: Azija/Kamčiatka
mn: Ази/Камчатка
ro: Asia/Kamciatka
th: เอเชีย/คามชัตกา
uk: Азія/Камчатка
zh: 亚洲/堪察加

source: Asia/Karachi
ar: آسيا/كراتشي
el: Ασία/Καράτσι
fa: آسیا/کراچی
fr: Asie/Karachi
hu: Ázsia/Karacsi
is: Asía/Karachi
ja: アジア/カラチ
ko: 아시아/카라치
lt: Azija/Karačis
mn: Ази/Карачи
th: เอเชีย/การาจี
uk: Азія/Карачі
zh: 亚洲/卡拉奇

source: Asia/Kathmandu
ar: آسيا/كاتماندو
el: Ασία/Κατμαντού
fa: آسیا/کاتماندو
fr: Asie/Katmandou
gl: Asia/Katmandú
hu: Ázsia/Katmandu
is: Asía/Katmandú
ja: アジア/カトマンズ
ko: 아시아/카트만두
lt: Azija/Katmandu
mn: Ази/Катманду
th: เอเชีย/กาตมันดุ
uk: Азія/Катманду
zh: 亚洲/加德满都

source: Asia/Khandyga
ar: آسيا/خانديجا
el: Ασία/Χαντίγκα
fa: آسیا/خاندیگا
fr: Asie/Khandyga
gl: Asia/Chandyga
hu: Ázsia/Handiga
is: Asía/Khandyga
it: Asia/Chandyga
ja: アジア/ハンドゥイガ
ko: 아시아/한디가
lt: Azija/Chandyga
mn: Ази/Кандыга
th: เอเชีย/ฮันดืยกา
uk: Азія/Хандига
zh: 亚洲/汉德加

source: Asia/Kolkata
ar: آسيا/كالكتا
el: Ασία/Καλκούτα
fa: آسیا/کلکته
fr: Asie/Calcutta
gl: Asia/Calcuta
hu: Ázsia/Kalkutta
is: Asía/Kalkútta
it: Asia/Calcutta
ja: アジア/コルカタ
ko: 아시아/콜카타
lt: Azija/Kolkata
mn: Ази/Калькутта
ro: Asia/Calcutta
th: เอเชีย/โกลกาตา
uk: Азія/Колката
zh: 亚洲/加尔各答

source: Asia/Krasnoyarsk
ar: آسيا/كراسنويارسك
el: Ασία/Κρασνογιάρσκ
fa: آسیا/کراسنویارسک
fr: Asie/Krasnoïarsk
hu: Ázsia/Krasznojarszk
is: Asía/Krasnoyarsk
it: Asia/Krasnojarsk
ja: アジア/クラスノヤルスク
ko: 아시아/크라스노야르스크
lt: Azija/Krasnojarskas
mn: Ази/Красноярск
ro: Asia/Krasnoiarsk
th: เอเชีย/ครัสโนยาร์สก์
uk: Азія/Красноярськ
zh: 亚洲/克拉斯诺亚尔斯克

source: Asia/Kuala Lumpur
ar: آسيا/كوالا لامبور
el: Ασία/Κουάλα Λουμπούρ
fa: آسیا/کوالالامپور
fr: Asie/Kuala Lumpur
hu: Ázsia/Kuala Lumpur
is: Asía/Kúala Lúmpúr
ja: アジア/クアラルンプール
ko: 아시아/쿠알라룸푸르
lt: Azija/Kvala Lumpūras
mn: Ази/Куала Лумпур
th: เอเชีย/กัวลาลัมเปอร์
uk: Азія/Куала-Лумпур
zh: 亚洲/吉隆坡

source: Asia/Kuching
ar: آسيا/كيشينج
el: Ασία/Κουτσίνγκ
fa: آسیا/کوچینگ
fr: Asie/Kuching
hu: Ázsia/Kucseng
is: Asía/Kuching
ja: アジア/クチン
ko: 아시아/쿠칭
lt: Azija/Kučingas
mn: Ази/Кучин
th: เอเชีย/กูชิง
uk: Азія/Кучинг
zh: 亚洲/古晋

source: Asia/Kuwait
ar: آسيا/الكويت
el: Ασία/Κουβέιτ
fa: آسیا/کویت
fr: Asie/Koweït
hu: Ázsia/Kuvait
is: Asía/Kúveit
ja: アジア/クウェート
ko: 아시아/쿠웨이트
lt: Azija/Kuveitas
mn: Ази/Кувейт
ro: Asia/Kuweit
th: เอเชีย/คูเวต
uk: Азія/Кувейт
zh: 亚洲/科威特

# Asia/Macau
source: Asia/Macao
ar: آسيا/ماكاو
el: Ασία/Μακάο
fa: آسیا/ماکائو
fr: Asie/Macao
gl: Asia/Macau
hu: Ázsia/Makaó
is: Asía/Makaó
ja: アジア/マカオ
ko: 아시아/마카오
lt: Azija/Makao
mn: Ази/Макао
th: เอเชีย/มาเก๊า
uk: Азія/Макао
zh: 亚洲/澳门

source: Asia/Magadan
ar: آسيا/مجادن
el: Ασία/Μαγκαντάν
fa: آسیا/ماگادان
fr: Asie/Magadan
hu: Ázsia/Magadán
is: Asía/Magadan
ja: アジア/マガダン
ko: 아시아/마가단
lt: Azija/Magadanas
mn: Ази/Магадан
th: เอเชีย/มากาดาน
uk: Азія/Магадан
zh: 亚洲/马加丹

source: Asia/Makassar
ar: آسيا/ماكسار
el: Ασία/Μακασάρ
fa: آسیا/ماکاسار
fr: Asie/Macassar
hu: Ázsia/Makasar
is: Asía/Makassar
ja: アジア/マカッサル
ko: 아시아/마카사르
lt: Azija/Makasaras
mn: Ази/Макассар
th: เอเชีย/มากัสซาร์
uk: Азія/Макассар
zh: 亚洲/望加锡

source: Asia/Manila
ar: آسيا/مانيلا
el: Ασία/Μανίλα
fa: آسیا/مانیل
fr: Asie/Manille
hu: Ázsia/Manila
is: Asía/Manila
ja: アジア/マニラ
ko: 아시아/마닐라
lt: Azija/Manila
mn: Ази/Манила
th: เอเชีย/มะนิลา
uk: Азія/Маніла
zh: 亚洲/马尼拉

source: Asia/Muscat
ar: آسيا/مسقط
el: Ασία/Μασκάτ
fa: آسیا/مسقط
fr: Asie/Mascate
gl: Asia/Mascate
hu: Ázsia/Muscat
is: Asía/Muscat
it: Asia/Mascate
ja: アジア/マスカット
ko: 아시아/무스카트
lt: Azija/Maskatas
mn: Ази/Мускат
th: เอเชีย/มัสกัต
uk: Азія/Маскат
zh: 亚洲/马斯喀特

source: Asia/Nicosia
ar: آسيا/نيقوسيا
el: Ασία/Λευκωσία
fa: آسیا/نیکوزیا
fr: Asie/Nicosie
hu: Ázsia/Nicosia
is: Asía/Níkósía
ja: アジア/ニコシア
ko: 아시아/니코시아
lt: Azija/Nikosija
mn: Ази/Никосия
th: เอเชีย/นิโคเซีย
uk: Азія/Нікосія
zh: 亚洲/尼科西亚

source: Asia/Novokuznetsk
ar: آسيا/نوفوكوزنتسك
el: Ασία/Νοβοκουζνέτσκ
fa: آسیا/نوووکوزنتسک
fr: Asie/Novokuznetsk
hu: Ázsia/Novokuznyeck
is: Asía/Novokuznetsk
it: Asia/Novokuzneck
ja: アジア/ノヴォクズネツク
ko: 아시아/노보쿠즈네츠크
lt: Azija/Novokuzneckas
mn: Ази/Новокузнецк
ro: Asia/Novokuznețk
th: เอเชีย/โนโวคุซเนตสค์
uk: Азія/Новокузнецьк
zh: 亚洲/新库兹涅茨克

source: Asia/Novosibirsk
ar: آسيا/نوفوسبيرسك
el: Ασία/Νοβοσιμπίρσκ
fa: آسیا/نووسیبیریسک
fr: Asie/Novossibirsk
hu: Ázsia/Novoszibirszk
is: Asía/Novosibirsk
ja: アジア/ノヴォシビルスク
ko: 아시아/노보시비르스크
lt: Azija/Novosibirskas
mn: Ази/Новосибирск
th: เอเชีย/โนโวซิบิร์สก์
uk: Азія/Новосибірськ
zh: 亚洲/新西伯利亚

source: Asia/Omsk
ar: آسيا/أومسك
el: Ασία/Ομσκ
fa: آسیا/اومسک
fr: Asie/Omsk
hu: Ázsia/Omszk
is: Asía/Omsk
ja: アジア/オムスク
ko: 아시아/옴스크
lt: Azija/Omskas
mn: Ази/Омск
th: เอเชีย/โอมสก์
uk: Азія/Омськ
zh: 亚洲/鄂木斯克

source: Asia/Oral
ar: آسيا/أورال
el: Ασία/Οράλ
fa: آسیا/اورال
fr: Asie/Ouralsk
hu: Ázsia/Oral
is: Asía/Oral
ja: アジア/オラル
ko: 아시아/오랄
lt: Azija/Uralskas
mn: Ази/Орал
ro: Asia/Uralsk
th: เอเชีย/ออรัล
uk: Азія/Орал
zh: 亚洲/乌拉尔

source: Asia/Phnom Penh
ar: آسيا/بنوم بنه
el: Ασία/Πνομ Πενχ
fa: آسیا/پنوم‌پن
fr: Asie/Phnom Penh
hu: Ázsia/Phnom Penh
is: Asía/Phnom Penh
ja: アジア/プノンペン
ko: 아시아/프놈펜
lt: Azija/Pnompenis
mn: Ази/Пномпень
th: เอเชีย/พนมเปญ
uk: Азія/Пномпень
zh: 亚洲/金边

source: Asia/Pontianak
ar: آسيا/بونتيانك
el: Ασία/Πόντιανακ
fa: آسیا/پونتیاناک
fr: Asie/Pontianak
hu: Ázsia/Pontianak
is: Asía/Pontianak
ja: アジア/ポンティアナック
ko: 아시아/폰티아나크
lt: Azija/Pontianakas
mn: Ази/Понтианак
th: เอเชีย/พอนเทียนัก
uk: Азія/Понтіанак
zh: 亚洲/坤甸

source: Asia/Pyongyang
ar: آسيا/بيونغ يانغ
el: Ασία/Πιονγκγιάνγκ
fa: آسیا/پیونگ‌یانگ
fr: Asie/Pyongyang
hu: Ázsia/Phenjan
is: Asía/Pjongjang
ja: アジア/平壌
ko: 아시아/평양
lt: Azija/Pchenjanas
mn: Ази/Пёньян
ro: Asia/Phenian
th: เอเชีย/เปียงยาง
uk: Азія/Пхеньян
zh: 亚洲/平壤

source: Asia/Qatar
ar: آسيا/قطر
el: Ασία/Κατάρ
fa: آسیا/قطر
fr: Asie/Qatar
hu: Ázsia/Katar
is: Asía/Katar
ja: アジア/カタール
ko: 아시아/카타르
lt: Azija/Kataras
mn: Ази/Катар
th: เอเชีย/กาตาร์
uk: Азія/Катар
zh: 亚洲/卡塔尔

# Asia/Qostanay
source: Asia/Kostanay
ar: آسيا/قوستاناي
el: Ασία/Κοστανάι
fa: آسیا/قوستانای
fr: Asie/Kostanaï
gl: Asia/Qostanai
hu: Ázsia/Kosztanaj
is: Asía/Kostanay
it: Asia/Qostanay
ja: アジア/コスタナイ
ko: 아시아/코스타나이
lt: Azija/Kostanajus
mn: Ази/Костанай
th: เอเชีย/คอสตาเนย์
uk: Азія/Костанай
zh: 亚洲/库斯塔奈

source: Asia/Qyzylorda
ar: آسيا/كيزيلوردا
el: Ασία/Κιζιλορντά
fa: آسیا/قیزیل‌اوردا
fr: Asie/Kzyl Orda
gl: Asia/Kyzylorda
hu: Ázsia/Kizilorda
is: Asía/Qyzylorda
ja: アジア/クズロルダ
ko: 아시아/키질로르다
lt: Azija/Kzyl-Orda
mn: Ази/Кызылорд
ro: Asia/Kyzylorda
th: เอเชีย/ไคซีลอร์ดา
uk: Азія/Кизилорда
zh: 亚洲/克孜洛尔达

source: Asia/Riyadh
ar: آسيا/الرياض
el: Ασία/Ριάντ
fa: آسیا/ریاض
fr: Asie/Riyad
gl: Asia/Riad
hu: Ázsia/Rijád
is: Asía/Ríjad
it: Asia/Riyad
ja: アジア/リヤド
ko: 아시아/리야드
lt: Azija/Rijadas
mn: Ази/Рияд
ro: Asia/Riad
th: เอเชีย/ริยาร์ด
uk: Азія/Ер-Ріяд
zh: 亚洲/利雅得
