Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

# US/Central
source: US/Central Time
ar: الولايات المتحدة/التوقيت المركزي لأمريكا الشمالية
el: ΗΠΑ/Κεντρική ώρα Βόρειας Αμερικής
fa: ایالات متحده/وقت مرکز امریکا
fr: É.-U./heure du centre nord-américain
gl: EUA/Horario central, Norteamérica
hu: USA/középső államokbeli idő
is: BNA/Tími í miðhluta Bandaríkjanna og Kanada
it: USA/Ora centrale USA
ja: アメリカ/アメリカ中部時間
ko: 미국/미 중부 시간
lt: JAV/Šiaurės Amerikos centro laikas
mn: АНУ/Төв цаг
ro: S.U.A./Ora centrală nord-americană
th: สหรัฐฯ/เวลาตอนกลางในอเมริกาเหนือ
uk: США/за північноамериканським центральним часом
zh: 美国/北美中部时间

# US/Eastern
source: US/Eastern Time
ar: الولايات المتحدة/التوقيت الشرقي لأمريكا الشمالية
el: ΗΠΑ/Ανατολική ώρα Βόρειας Αμερικής
fa: ایالات متحده/وقت شرق امریکا
fr: É.-U./heure de l’Est nord-américain
gl: EUA/Horario do leste, América do Norte
hu: USA/keleti államokbeli idő
is: BNA/Tími í austurhluta Bandaríkjanna og Kanada
it: USA/Ora orientale USA
ja: アメリカ/アメリカ東部時間
ko: 미국/미 동부 시간
lt: JAV/Šiaurės Amerikos rytų laikas
mn: АНУ/Зүүн эргийн цаг
ro: S.U.A./Ora orientală nord-americană
th: สหรัฐฯ/เวลาทางตะวันออกในอเมริกาเหนือ
uk: США/за північноамериканським східним часом
zh: 美国/北美东部时间

# US/Hawaii
source: US/Hawaii-Aleutian Time
ar: الولايات المتحدة/توقيت هاواي ألوتيان
el: ΗΠΑ/Ώρα Χαβάης-Αλεούτιων Νήσων
fa: ایالات متحده/وقت هاوایی‐الوشن
fr: É.-U./heure d’Hawaii - Aléoutiennes
gl: EUA/Horario de Hawai-illas Aleutianas
hu: USA/hawaii-aleuti időzóna
is: BNA/Tími á Havaí og Aleúta
it: USA/Ora delle isole Hawaii-Aleutine
ja: アメリカ/ハワイ・アリューシャン時間
ko: 미국/하와이 알류샨 시간
lt: JAV/Havajų-Aleutų laikas
mn: АНУ/Хавай-Алеутын цаг
ro: S.U.A./Ora din Hawaii-Aleutine
th: สหรัฐฯ/เวลาฮาวาย-อะลูเชียน
uk: США/за гавайсько-алеутським часом
zh: 美国/夏威夷-阿留申时间

# US/Mountain
source: US/Mountain Time
ar: الولايات المتحدة/التوقيت الجبلي لأمريكا الشمالية
el: ΗΠΑ/Ορεινή ώρα Βόρειας Αμερικής
fa: ایالات متحده/وقت کوهستانی امریکا
fr: É.-U./heure des Rocheuses
gl: EUA/Horario da montaña, América do Norte
hu: USA/hegyvidéki idő
is: BNA/Tími í Klettafjöllum
it: USA/Ora Montagne Rocciose USA
ja: アメリカ/アメリカ山地時間
ko: 미국/미 산지 시간
lt: JAV/Šiaurės Amerikos kalnų laikas
mn: АНУ/Уулын цаг
ro: S.U.A./Ora zonei montane nord-americane
th: สหรัฐฯ/เวลาแถบภูเขาในอเมริกาเหนือ
uk: США/за північноамериканським гірським часом
zh: 美国/北美山区时间

# US/Pacific
source: US/Pacific Time
ar: الولايات المتحدة/توقيت المحيط الهادي
el: ΗΠΑ/Ώρα Ειρηνικού
fa: ایالات متحده/وقت غرب امریکا
fr: É.-U./heure du Pacifique nord-américain
gl: EUA/Horario do Pacífico, América do Norte
hu: USA/csendes-óceáni idő
is: BNA/Tími á Kyrrahafssvæðinu
it: USA/Ora del Pacifico USA
ja: アメリカ/アメリカ太平洋時間
ko: 미국/미 태평양 시간
lt: JAV/Šiaurės Amerikos Ramiojo vandenyno laikas
mn: АНУ/Номхон далайн цаг
ro: S.U.A./Ora zonei Pacific nord-americane
th: สหรัฐฯ/เวลาแปซิฟิกในอเมริกาเหนือ
uk: США/за північноамериканським тихоокеанським часом
zh: 美国/北美太平洋时间

# UTC
source: UTC/Coordinated Universal Time
ar: UTC/التوقيت العالمي المنسق
el: UTC/Συντονισμένη Παγκόσμια Ώρα
fa: UTC/زمان هماهنگ جهانی
fr: UTC/Temps universel coordonné
gl: UTC/Horario universal coordinado
hu: UTC/koordinált világidő
is: UTC/Samræmdur alþjóðlegur tími
it: UTC/Tempo coordinato universale
ja: UTC/協定世界時
ko: UTC/협정 세계시
lt: UTC/pasaulio suderintasis laikas
mn: UTC/Олон улсын зохицуулалттай цаг
ro: UTC/Timpul universal coordonat
th: UTC/เวลาสากลเชิงพิกัด
uk: UTC/за всесвітнім координованим часом
zh: UTC/协调世界时
