Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

# America/La_Paz
source: Americas/La Paz
ar: الأمريكتان/لا باز
el: Αμερική/Λα Παζ
fa: امریکا/لاپاز
fr: Amériques/La Paz
gl: América/A Paz
hu: Amerika/La Paz
is: Ameríka/La Paz
it: Americhe/La Paz
ja: アメリカ大陸/ラパス
ko: 아메리카 대륙/라파스
lt: Amerika/La Pasas
mn: Америк/Ла Паз
ro: Americi/La Paz
th: อเมริกา/ลาปาซ
uk: Американський регіон/Ла-Пас
zh: 美洲/拉巴斯

# America/Lima
source: Americas/Lima
ar: الأمريكتان/ليما
el: Αμερική/Λίμα
fa: امریکا/لیما
fr: Amériques/Lima
gl: América/Lima
hu: Amerika/Lima
is: Ameríka/Lima
it: Americhe/Lima
ja: アメリカ大陸/リマ
ko: 아메리카 대륙/리마
lt: Amerika/Lima
mn: Америк/Лима
ro: Americi/Lima
th: อเมริกา/ลิมา
uk: Американський регіон/Ліма
zh: 美洲/利马

# America/Los_Angeles
source: Americas/Los Angeles
ar: الأمريكتان/لوس انجلوس
el: Αμερική/Λος Άντζελες
fa: امریکا/لوس‌آنجلس
fr: Amériques/Los Angeles
gl: América/Os Ánxeles
hu: Amerika/Los Angeles
is: Ameríka/Los Angeles
it: Americhe/Los Angeles
ja: アメリカ大陸/ロサンゼルス
ko: 아메리카 대륙/로스앤젤레스
lt: Amerika/Los Andželas
mn: Америк/Лос-Анжелес
ro: Americi/Los Angeles
th: อเมริกา/ลอสแองเจลิส
uk: Американський регіон/Лос-Анджелес
zh: 美洲/洛杉矶

# America/Lower_Princes
source: Americas/Lower Prince’s Quarter
ar: الأمريكتان/حي الأمير السفلي
el: Αμερική/Lower Prince’s Quarter
fa: امریکا/بخش شاهزاده‌‌نشین پایین
fr: Amériques/Lower Prince’s Quarter
gl: América/Lower Prince’s Quarter
hu: Amerika/Lower Prince’s Quarter
is: Ameríka/Lower Prince’s Quarter
it: Americhe/Lower Prince’s Quarter
ja: アメリカ大陸/ローワー・プリンセズ・クウォーター
ko: 아메리카 대륙/로워 프린스 쿼터
lt: Amerika/Žemutinis Prinses Kvorteris
mn: Америк/Ловер Принсес Квартер
ro: Americi/Lower Prince’s Quarter
th: อเมริกา/โลเวอร์พรินซ์ ควอเตอร์
uk: Американський регіон/Лоуер-Принсес-Квотер
zh: 美洲/下太子区

# America/Maceio
source: Americas/Maceio
ar: الأمريكتان/ماشيو
el: Αμερική/Μασεϊό
fa: امریکا/ماسیو
fr: Amériques/Maceió
gl: América/Maceió
hu: Amerika/Maceió
is: Ameríka/Maceio
it: Americhe/Maceio
ja: アメリカ大陸/マセイオ
ko: 아메리카 대륙/마세이오
lt: Amerika/Masejo
mn: Америк/Масейо
ro: Americi/Maceio
th: อเมริกา/มาเซโอ
uk: Американський регіон/Масейо
zh: 美洲/马塞约

# America/Managua
source: Americas/Managua
ar: الأمريكتان/ماناغوا
el: Αμερική/Μανάγκουα
fa: امریکا/ماناگوا
fr: Amériques/Managua
gl: América/Managua
hu: Amerika/Managua
is: Ameríka/Managua
it: Americhe/Managua
ja: アメリカ大陸/マナグア
ko: 아메리카 대륙/마나과
lt: Amerika/Managva
mn: Америк/Манагуа
ro: Americi/Managua
th: อเมริกา/มานากัว
uk: Американський регіон/Манаґуа
zh: 美洲/马那瓜

# America/Manaus
source: Americas/Manaus
ar: الأمريكتان/ماناوس
el: Αμερική/Μανάους
fa: امریکا/ماناوس
fr: Amériques/Manaos
gl: América/Manaus
hu: Amerika/Manaus
is: Ameríka/Manaus
it: Americhe/Manaus
ja: アメリカ大陸/マナウス
ko: 아메리카 대륙/마나우스
lt: Amerika/Manausas
mn: Америк/Манаус
ro: Americi/Manaus
th: อเมริกา/มาเนาส์
uk: Американський регіон/Манаус
zh: 美洲/马瑙斯

# America/Marigot
source: Americas/Marigot
ar: الأمريكتان/ماريغوت
el: Αμερική/Μαριγκό
fa: امریکا/ماریگات
fr: Amériques/Marigot
gl: América/Marigot
hu: Amerika/Marigot
is: Ameríka/Marigot
it: Americhe/Marigot
ja: アメリカ大陸/マリゴ
ko: 아메리카 대륙/마리곳
lt: Amerika/Marigo
mn: Америк/Маригот
ro: Americi/Marigot
th: อเมริกา/มาริโกต์
uk: Американський регіон/Маріґо
zh: 美洲/马里戈特

# America/Martinique
source: Americas/Martinique
ar: الأمريكتان/المارتينيك
el: Αμερική/Μαρτινίκα
fa: امریکا/مارتینیک
fr: Amériques/Martinique
gl: América/Martinica
hu: Amerika/Martinique
is: Ameríka/Martiník
it: Americhe/Martinica
ja: アメリカ大陸/マルティニーク
ko: 아메리카 대륙/마티니크
lt: Amerika/Martinika
mn: Америк/Мартиник
ro: Americi/Martinica
th: อเมริกา/มาร์ตินีก
uk: Американський регіон/Мартініка
zh: 美洲/马提尼克

# America/Matamoros
source: Americas/Matamoros
ar: الأمريكتان/ماتاموروس
el: Αμερική/Ματαμόρος
fa: امریکا/ماتاموروس
fr: Amériques/Matamoros
gl: América/Matamoros
hu: Amerika/Matamoros
is: Ameríka/Matamoros
it: Americhe/Matamoros
ja: アメリカ大陸/マタモロス
ko: 아메리카 대륙/마타모로스
lt: Amerika/Matamorosas
mn: Америк/Матаморос
ro: Americi/Matamoros
th: อเมริกา/มาตาโมรอส
uk: Американський регіон/Матаморос
zh: 美洲/马塔莫罗斯

# America/Mazatlan
source: Americas/Mazatlan
ar: الأمريكتان/مازاتلان
el: Αμερική/Μαζατλάν
fa: امریکا/ماساتلان
fr: Amériques/Mazatlán
gl: América/Mazatlán
hu: Amerika/Mazatlán
is: Ameríka/Mazatlan
it: Americhe/Mazatlan
ja: アメリカ大陸/マサトラン
ko: 아메리카 대륙/마사틀란
lt: Amerika/Masatlanas
mn: Америк/Мазатлан
ro: Americi/Mazatlan
th: อเมริกา/มาซาทลาน
uk: Американський регіон/Масатлан
zh: 美洲/马萨特兰

# America/Menominee
source: Americas/Menominee
ar: الأمريكتان/مينوميني
el: Αμερική/Μενομίνε
fa: امریکا/منامینی
fr: Amériques/Menominee
gl: América/Menominee
hu: Amerika/Menominee
is: Ameríka/Menominee
it: Americhe/Menominee
ja: アメリカ大陸/メノミニー
ko: 아메리카 대륙/메노미니
lt: Amerika/Menominis
mn: Америк/Меномини
ro: Americi/Menominee
th: อเมริกา/เมโนมินี
uk: Американський регіон/Меноміні
zh: 美洲/梅诺米尼

# America/Merida
source: Americas/Merida
ar: الأمريكتان/ميريدا
el: Αμερική/Μέριδα
fa: امریکا/مریدا
fr: Amériques/Mérida
gl: América/Mérida
hu: Amerika/Mérida
is: Ameríka/Merida
it: Americhe/Mérida
ja: アメリカ大陸/メリダ
ko: 아메리카 대륙/메리다
lt: Amerika/Merida
mn: Америк/Мерида
ro: Americi/Merida
th: อเมริกา/เมรีดา
uk: Американський регіон/Меріда
zh: 美洲/梅里达

# America/Metlakatla
source: Americas/Metlakatla
ar: الأمريكتان/ميتلاكاتلا
el: Αμερική/Μετλακάτλα
fa: امریکا/متالاکاتلا
fr: Amériques/Metlakatla
gl: América/Metlakatla
hu: Amerika/Metlakatla
is: Ameríka/Metlakatla
it: Americhe/Metlakatla
ja: アメリカ大陸/メトラカトラ
ko: 아메리카 대륙/메틀라카틀라
lt: Amerika/Metlakatla
mn: Америк/Метлакатла
ro: Americi/Metlakatla
th: อเมริกา/เมทลากาตละ
uk: Американський регіон/Метлакатла
zh: 美洲/梅特拉卡特拉

# America/Mexico_City
source: Americas/Mexico City
ar: الأمريكتان/مكسيكو سيتي
el: Αμερική/Πόλη του Μεξικού
fa: امریکا/مکزیکوسیتی
fr: Amériques/Mexico
gl: América/Cidade de México
hu: Amerika/Mexikóváros
is: Ameríka/Mexíkóborg
it: Americhe/Città del Messico
ja: アメリカ大陸/メキシコシティー
ko: 아메리카 대륙/멕시코 시티
lt: Amerika/Meksikas
mn: Америк/Мехико
ro: Americi/Ciudad de Mexico
th: อเมริกา/เม็กซิโกซิตี
uk: Американський регіон/Мехіко
zh: 美洲/墨西哥城

# America/Miquelon
source: Americas/Miquelon
ar: الأمريكتان/مكويلون
el: Αμερική/Μικελόν
fa: امریکا/میکلون
fr: Amériques/Miquelon
gl: América/Miquelon
hu: Amerika/Miquelon
is: Ameríka/Miquelon
it: Americhe/Miquelon
ja: アメリカ大陸/ミクロン島
ko: 아메리카 대륙/미클롱
lt: Amerika/Mikelonas
mn: Америк/Микелон
ro: Americi/Miquelon
th: อเมริกา/มีเกอลง
uk: Американський регіон/Мікелон
zh: 美洲/密克隆

# America/Moncton
source: Americas/Moncton
ar: الأمريكتان/وينكتون
el: Αμερική/Μόνκτον
fa: امریکا/مانکتون
fr: Amériques/Moncton
gl: América/Moncton
hu: Amerika/Moncton
is: Ameríka/Moncton
it: Americhe/Moncton
ja: アメリカ大陸/モンクトン
ko: 아메리카 대륙/몽턴
lt: Amerika/Monktonas
mn: Америк/Монктон
ro: Americi/Moncton
th: อเมริกา/มองตัน
uk: Американський регіон/Монктон
zh: 美洲/蒙克顿

# America/Monterrey
source: Americas/Monterrey
ar: الأمريكتان/مونتيري
el: Αμερική/Μοντερέι
fa: امریکا/مونتری
fr: Amériques/Monterrey
gl: América/Monterrey
hu: Amerika/Monterrey
is: Ameríka/Monterrey
it: Americhe/Monterrey
ja: アメリカ大陸/モンテレイ
ko: 아메리카 대륙/몬테레이
lt: Amerika/Monterėjus
mn: Америк/Монтерей
ro: Americi/Monterrey
th: อเมริกา/มอนเตร์เรย์
uk: Американський регіон/Монтерей
zh: 美洲/蒙特雷

# America/Montevideo
source: Americas/Montevideo
ar: الأمريكتان/مونتفيديو
el: Αμερική/Μοντεβιδέο
fa: امریکا/مونته‌ویدئو
fr: Amériques/Montevideo
gl: América/Montevideo
hu: Amerika/Montevideo
is: Ameríka/Montevideo
it: Americhe/Montevideo
ja: アメリカ大陸/モンテビデオ
ko: 아메리카 대륙/몬테비데오
lt: Amerika/Montevidėjas
mn: Америк/Монтевидео
ro: Americi/Montevideo
th: อเมริกา/มอนเตวิเดโอ
uk: Американський регіон/Монтевідео
zh: 美洲/蒙得维的亚

# America/Montserrat
source: Americas/Montserrat
ar: الأمريكتان/مونتسيرات
el: Αμερική/Μονσεράτ
fa: امریکا/مونتسرات
fr: Amériques/Montserrat
gl: América/Montserrat
hu: Amerika/Montserrat
is: Ameríka/Montserrat
it: Americhe/Montserrat
ja: アメリカ大陸/モントセラト
ko: 아메리카 대륙/몬세라트
lt: Amerika/Montseratas
mn: Америк/Монтсеррат
ro: Americi/Montserrat
th: อเมริกา/มอนเซอร์รัต
uk: Американський регіон/Монтсеррат
zh: 美洲/蒙特塞拉特

# America/Nassau
source: Americas/Nassau
ar: الأمريكتان/ناسو
el: Αμερική/Νασάου
fa: امریکا/ناسائو
fr: Amériques/Nassau
gl: América/Nassau
hu: Amerika/Nassau
is: Ameríka/Nassau
it: Americhe/Nassau
ja: アメリカ大陸/ナッソー
ko: 아메리카 대륙/나소
lt: Amerika/Nasau
mn: Америк/Нассау
ro: Americi/Nassau
th: อเมริกา/แนสซอ
uk: Американський регіон/Насау
zh: 美洲/拿骚

# America/New_York
source: Americas/New York
ar: الأمريكتان/نيويورك
el: Αμερική/Νέα Υόρκη
fa: امریکا/نیویورک
fr: Amériques/New York
gl: América/Nova York
hu: Amerika/New York
is: Ameríka/New York
it: Americhe/New York
ja: アメリカ大陸/ニューヨーク
ko: 아메리카 대륙/뉴욕
lt: Amerika/Niujorkas
mn: Америк/Нью-Йорк
ro: Americi/New York
th: อเมริกา/นิวยอร์ก
uk: Американський регіон/Нью-Йорк
zh: 美洲/纽约

# America/Nipigon
source: Americas/Nipigon
ar: الأمريكتان/نيبيجون
el: Αμερική/Νιπιγκόν
fa: امریکا/نیپیگان
fr: Amériques/Nipigon
gl: América/Nipigon
hu: Amerika/Nipigon
is: Ameríka/Nipigon
it: Americhe/Nipigon
ja: アメリカ大陸/ニピゴン
ko: 아메리카 대륙/니피곤
lt: Amerika/Nipigonas
mn: Америк/Нипигон
ro: Americi/Nipigon
th: อเมริกา/นิปิกอน
uk: Американський регіон/Ніпігон
zh: 美洲/尼皮贡

# America/Nome
source: Americas/Nome
ar: الأمريكتان/نوم
el: Αμερική/Νόμε
fa: امریکا/نوم
fr: Amériques/Nome
gl: América/Nome
hu: Amerika/Nome
is: Ameríka/Nome
it: Americhe/Nome
ja: アメリカ大陸/ノーム
ko: 아메리카 대륙/놈
lt: Amerika/Nomas
mn: Америк/Ном
ro: Americi/Nome
th: อเมริกา/นอม
uk: Американський регіон/Ном
zh: 美洲/诺姆

# America/Noronha
source: Americas/Noronha
ar: الأمريكتان/نوروناه
el: Αμερική/Νορόνια
fa: امریکا/نورونیا
fr: Amériques/Noronha
gl: América/Noronha
hu: Amerika/Noronha
is: Ameríka/Noronha
it: Americhe/Noronha
ja: アメリカ大陸/ノローニャ
ko: 아메리카 대륙/노롱야
lt: Amerika/Noronja
mn: Америк/Норона
ro: Americi/Noronha
th: อเมริกา/โนรอนฮา
uk: Американський регіон/Норонья
zh: 美洲/洛罗尼亚

# America/North_Dakota/Beulah
source: Americas/Beulah, North Dakota
ar: الأمريكتان/بيولا، داكوتا الشمالية
el: Αμερική/Μπέουλα, Βόρεια Ντακότα
fa: امریکا/بیولا، داکوتای شمالی
fr: Amériques/Beulah (Dakota du Nord)
gl: América/Beulah, Dacota do Norte
hu: Amerika/Beulah, Észak-Dakota
is: Ameríka/Beulah, North Dakota
it: Americhe/Beulah, Dakota del nord
ja: アメリカ大陸/ノースダコタ州ビューラー
ko: 아메리카 대륙/노스다코타주, 베라
lt: Amerika/Bjula, Šiaurės Dakota
mn: Америк/Била, Хойд Дакота
ro: Americi/Beulah, Dakota de Nord
th: อเมริกา/โบลาห์, นอร์ทดาโคตา
uk: Американський регіон/Бʼюла, Північна Дакота
zh: 美洲/北达科他州比尤拉

# America/North_Dakota/Center
source: Americas/Center, North Dakota
ar: الأمريكتان/سنتر
el: Αμερική/Σέντερ, Βόρεια Ντακότα
fa: امریکا/سنتر، داکوتای شمالی
fr: Amériques/Center (Dakota du Nord)
gl: América/Center, Dacota do Norte
hu: Amerika/Center, Észak-Dakota
is: Ameríka/Center, North Dakota
it: Americhe/Center, Dakota del nord
ja: アメリカ大陸/ノースダコタ州センター
ko: 아메리카 대륙/중부, 노스다코타
lt: Amerika/Senteris, Šiaurės Dakota
mn: Америк/Төв, Хойд Дакота
ro: Americi/Center, Dakota de Nord
th: อเมริกา/เซนเตอร์, นอร์ทดาโคตา
uk: Американський регіон/Сентр, Північна Дакота
zh: 美洲/北达科他州申特

# America/North_Dakota/New_Salem
source: Americas/New Salem, North Dakota
ar: الأمريكتان/نيو ساليم
el: Αμερική/Νιου Σέιλεμ, Βόρεια Ντακότα
fa: امریکا/نیوسالم، داکوتای شمالی
fr: Amériques/New Salem (Dakota du Nord)
gl: América/New Salem, Dacota do Norte
hu: Amerika/New Salem, Észak-Dakota
is: Ameríka/New Salem, North Dakota
it: Americhe/New Salem, Dakota del nord
ja: アメリカ大陸/ノースダコタ州ニューセーラム
ko: 아메리카 대륙/노스다코타주, 뉴살렘
lt: Amerika/Niu Seilemas, Šiaurės Dakota
mn: Америк/Нью-Салем, Хойд Дакота
ro: Americi/New Salem, Dakota de Nord
th: อเมริกา/นิวเซเลม, นอร์ทดาโคตา
uk: Американський регіон/Нью-Салем, Північна Дакота
zh: 美洲/北达科他州新塞勒姆

# America/Nuuk
source: Americas/Nuuk
ar: الأمريكتان/Nuuk
el: Αμερική/Nuuk
fa: امریکا/Nuuk
fr: Amériques/Nuuk
gl: América/Nuuk
hu: Amerika/Nuuk
is: Ameríka/Nuuk
it: Americhe/Nuuk
ja: アメリカ大陸/Nuuk
ko: 아메리카 대륙/Nuuk
lt: Amerika/Nuuk
mn: Америк/Nuuk
ro: Americi/Nuuk
th: อเมริกา/Nuuk
uk: Американський регіон/Nuuk
zh: 美洲/Nuuk

# America/Ojinaga
source: Americas/Ojinaga
ar: الأمريكتان/أوجيناجا
el: Αμερική/Οχινάγκα
fa: امریکا/اخیناگا
fr: Amériques/Ojinaga
gl: América/Ojinaga
hu: Amerika/Ojinaga
is: Ameríka/Ojinaga
it: Americhe/Ojinaga
ja: アメリカ大陸/オヒナガ
ko: 아메리카 대륙/오히나가
lt: Amerika/Ochinaga
mn: Америк/Ожинага
ro: Americi/Ojinaga
th: อเมริกา/โอจินากา
uk: Американський регіон/Охінаґа
zh: 美洲/奥希纳加

# America/Panama
source: Americas/Panama
ar: الأمريكتان/بنما
el: Αμερική/Παναμάς
fa: امریکا/پاناما
fr: Amériques/Panama
gl: América/Panamá
hu: Amerika/Panama
is: Ameríka/Panama
it: Americhe/Panamá
ja: アメリカ大陸/パナマ
ko: 아메리카 대륙/파나마
lt: Amerika/Panama
mn: Америк/Панама
ro: Americi/Panama
th: อเมริกา/ปานามา
uk: Американський регіон/Панама
zh: 美洲/巴拿马

# America/Pangnirtung
source: Americas/Pangnirtung
ar: الأمريكتان/بانجينتينج
el: Αμερική/Πανγκνίρτουνγκ
fa: امریکا/پانگنیرتونگ
fr: Amériques/Pangnirtung
gl: América/Pangnirtung
hu: Amerika/Pangnirtung
is: Ameríka/Pangnirtung
it: Americhe/Pangnirtung
ja: アメリカ大陸/パンナータング
ko: 아메리카 대륙/팡니르퉁
lt: Amerika/Pangnirtungas
mn: Америк/Пангниртунг
ro: Americi/Pangnirtung
th: อเมริกา/พางนีทัง
uk: Американський регіон/Панґніртанґ
zh: 美洲/旁涅唐

# America/Paramaribo
source: Americas/Paramaribo
ar: الأمريكتان/باراماريبو
el: Αμερική/Παραμαρίμπο
fa: امریکا/پاراماریبو
fr: Amériques/Paramaribo
gl: América/Paramaribo
hu: Amerika/Paramaribo
is: Ameríka/Paramaribo
it: Americhe/Paramaribo
ja: アメリカ大陸/パラマリボ
ko: 아메리카 대륙/파라마리보
lt: Amerika/Paramaribas
mn: Америк/Парамарибо
ro: Americi/Paramaribo
th: อเมริกา/ปารามาริโบ
uk: Американський регіон/Парамарибо
zh: 美洲/帕拉马里博

# America/Phoenix
source: Americas/Phoenix
ar: الأمريكتان/فينكس
el: Αμερική/Φοίνιξ
fa: امریکا/فینکس
fr: Amériques/Phoenix
gl: América/Phoenix
hu: Amerika/Phoenix
is: Ameríka/Phoenix
it: Americhe/Phoenix
ja: アメリカ大陸/フェニックス
ko: 아메리카 대륙/피닉스
lt: Amerika/Finiksas
mn: Америк/Феникс
ro: Americi/Phoenix
th: อเมริกา/ฟินิกซ์
uk: Американський регіон/Фінікс
zh: 美洲/凤凰城

# America/Port-au-Prince
source: Americas/Port-au-Prince
ar: الأمريكتان/بورت أو برنس
el: Αμερική/Πορτ-ο-Πρενς
fa: امریکا/پورتوپرنس
fr: Amériques/Port-au-Prince
gl: América/Porto Príncipe
hu: Amerika/Port-au-Prince
is: Ameríka/Port-au-Prince
it: Americhe/Port-au-Prince
ja: アメリカ大陸/ポルトープランス
ko: 아메리카 대륙/포르토프랭스
lt: Amerika/Port o Prensas
mn: Америк/Порт-о-Принс
ro: Americi/Port-au-Prince
th: อเมริกา/ปอร์โตแปรงซ์
uk: Американський регіон/Порт-о-Пренс
zh: 美洲/太子港

# America/Port_of_Spain
source: Americas/Port of Spain
ar: الأمريكتان/بورت أوف سبين
el: Αμερική/Πορτ οφ Σπέιν
fa: امریکا/پورت‌آواسپین
fr: Amériques/Port-d’Espagne
gl: América/Porto España
hu: Amerika/Port of Spain
is: Ameríka/Port of Spain
it: Americhe/Port of Spain
ja: アメリカ大陸/ポートオブスペイン
ko: 아메리카 대륙/포트오브스페인
lt: Amerika/Port of Speinas
mn: Америк/Испаний боомт
ro: Americi/Port of Spain
th: อเมริกา/พอร์ทออฟสเปน
uk: Американський регіон/Порт-оф-Спейн
zh: 美洲/西班牙港

# America/Porto_Velho
source: Americas/Porto Velho
ar: الأمريكتان/بورتو فيلو
el: Αμερική/Πόρτο Βέλιο
fa: امریکا/پورتوولیو
fr: Amériques/Porto Velho
gl: América/Porto Velho
hu: Amerika/Porto Velho
is: Ameríka/Porto Velho
it: Americhe/Porto Velho
ja: アメリカ大陸/ポルトベーリョ
ko: 아메리카 대륙/포르토벨료
lt: Amerika/Porto Veljas
mn: Америк/Порто-Велью
ro: Americi/Porto Velho
th: อเมริกา/ปอร์ตูเวลโย
uk: Американський регіон/Порту-Велью
zh: 美洲/波多韦柳

# America/Puerto_Rico
source: Americas/Puerto Rico
ar: الأمريكتان/بورتوريكو
el: Αμερική/Πουέρτο Ρίκο
fa: امریکا/پورتوریکو
fr: Amériques/Porto Rico
gl: América/Porto Rico
hu: Amerika/Puerto Rico
is: Ameríka/Púertó Ríkó
it: Americhe/Portorico
ja: アメリカ大陸/プエルトリコ
ko: 아메리카 대륙/푸에르토리코
lt: Amerika/Puerto Rikas
mn: Америк/Пуэрто-Рико
ro: Americi/Puerto Rico
th: อเมริกา/เปอโตริโก
uk: Американський регіон/Пуерто-Ріко
zh: 美洲/波多黎各

# America/Punta_Arenas
source: Americas/Punta Arenas
ar: الأمريكتان/بونتا أريناز
el: Αμερική/Πούντα Αρένας
fa: امریکا/پونتا آرناس
fr: Amériques/Punta Arenas
gl: América/Punta Arenas
hu: Amerika/Punta Arenas
is: Ameríka/Punta Arenas
it: Americhe/Punta Arenas
ja: アメリカ大陸/プンタアレナス
ko: 아메리카 대륙/푼타아레나스
lt: Amerika/Punta Arenasas
mn: Америк/Пунта Арена
ro: Americi/Punta Arenas
th: อเมริกา/ปุนตาอาเรนัส
uk: Американський регіон/Пунта-Аренас
zh: 美洲/蓬塔阿雷纳斯

# America/Rainy_River
source: Americas/Rainy River
ar: الأمريكتان/راني ريفر
el: Αμερική/Ρέινι Ρίβερ
fa: امریکا/رینی‌ریور
fr: Amériques/Rainy River
gl: América/Rainy River
hu: Amerika/Rainy River
is: Ameríka/Rainy River
it: Americhe/Rainy River
ja: アメリカ大陸/レイニーリバー
ko: 아메리카 대륙/레이니강
lt: Amerika/Reini Riveris
mn: Америк/Рейни Ривер
ro: Americi/Rainy River
th: อเมริกา/เรนนี่ริเวอร์
uk: Американський регіон/Рейні-Рівер
zh: 美洲/雷尼河

# America/Rankin_Inlet
source: Americas/Rankin Inlet
ar: الأمريكتان/رانكن انلت
el: Αμερική/Ράνκιν Ίνλετ
fa: امریکا/خلیجک رنکین
fr: Amériques/Rankin Inlet
gl: América/Rankin Inlet
hu: Amerika/Rankin Inlet
is: Ameríka/Rankin Inlet
it: Americhe/Rankin Inlet
ja: アメリカ大陸/ランキンインレット
ko: 아메리카 대륙/랭킹 인렛
lt: Amerika/Rankin Inletas
mn: Америк/Рэнкин Инлет
ro: Americi/Rankin Inlet
th: อเมริกา/แรงกินอินเล็ต
uk: Американський регіон/Ренкін-Інлет
zh: 美洲/兰今湾

# America/Recife
source: Americas/Recife
ar: الأمريكتان/ريسيف
el: Αμερική/Ρεσίφε
fa: امریکا/ریسیفی
fr: Amériques/Recife
gl: América/Recife
hu: Amerika/Recife
is: Ameríka/Recife
it: Americhe/Recife
ja: アメリカ大陸/レシフェ
ko: 아메리카 대륙/레시페
lt: Amerika/Resifė
mn: Америк/Ресифи
ro: Americi/Recife
th: อเมริกา/เรซีเฟ
uk: Американський регіон/Ресіфі
zh: 美洲/累西腓

# America/Regina
source: Americas/Regina
ar: الأمريكتان/ريجينا
el: Αμερική/Ρετζάινα
fa: امریکا/رجاینا
fr: Amériques/Regina
gl: América/Regina
hu: Amerika/Regina
is: Ameríka/Regina
it: Americhe/Regina
ja: アメリカ大陸/レジャイナ
ko: 아메리카 대륙/리자이나
lt: Amerika/Redžina
mn: Америк/Регина
ro: Americi/Regina
th: อเมริกา/ริไจนา
uk: Американський регіон/Реджайна
zh: 美洲/里贾纳

# America/Resolute
source: Americas/Resolute
ar: الأمريكتان/ريزولوت
el: Αμερική/Ρέζολουτ
fa: امریکا/رزولوت
fr: Amériques/Resolute
gl: América/Resolute
hu: Amerika/Resolute
is: Ameríka/Resolute
it: Americhe/Resolute
ja: アメリカ大陸/レゾリュート
ko: 아메리카 대륙/리졸루트
lt: Amerika/Resolutas
mn: Америк/Резолют
ro: Americi/Resolute
th: อเมริกา/เรโซลูท
uk: Американський регіон/Резольют
zh: 美洲/雷索卢特

# America/Rio_Branco
source: Americas/Rio Branco
ar: الأمريكتان/ريوبرانكو
el: Αμερική/Ρίο Μπράνκο
fa: امریکا/ریوبرانکو
fr: Amériques/Rio Branco
gl: América/Río Branco
hu: Amerika/Río Branco
is: Ameríka/Rio Branco
it: Americhe/Rio Branco
ja: アメリカ大陸/リオブランコ
ko: 아메리카 대륙/히우 브랑쿠
lt: Amerika/Rio Brankas
mn: Америк/Рио-Бранко
ro: Americi/Rio Branco
th: อเมริกา/รีโอบรังโก
uk: Американський регіон/Ріо-Бранко
zh: 美洲/里奥布郎库

# America/Santarem
source: Americas/Santarem
ar: الأمريكتان/سانتاريم
el: Αμερική/Σανταρέμ
fa: امریکا/سنتارم
fr: Amériques/Santarém
gl: América/Santarém
hu: Amerika/Santarem
is: Ameríka/Santarem
it: Americhe/Santarém
ja: アメリカ大陸/サンタレム
ko: 아메리카 대륙/산타렘
lt: Amerika/Santarenas
mn: Америк/Сантарем
ro: Americi/Santarem
th: อเมริกา/ซันตาเรม
uk: Американський регіон/Сантарен
zh: 美洲/圣塔伦

# America/Santiago
source: Americas/Santiago
ar: الأمريكتان/سانتياغو
el: Αμερική/Σαντιάγκο
fa: امریکا/سانتیاگو
fr: Amériques/Santiago
gl: América/Santiago
hu: Amerika/Santiago
is: Ameríka/Santiago
it: Americhe/Santiago
ja: アメリカ大陸/サンチアゴ
ko: 아메리카 대륙/산티아고
lt: Amerika/Santjagas
mn: Америк/Сантьяго
ro: Americi/Santiago
th: อเมริกา/ซันติอาโก
uk: Американський регіон/Сантьяґо
zh: 美洲/圣地亚哥

# America/Santo_Domingo
source: Americas/Santo Domingo
ar: الأمريكتان/سانتو دومينغو
el: Αμερική/Άγιος Δομίνικος
fa: امریکا/سانتو دومینگو
fr: Amériques/Saint-Domingue
gl: América/Santo Domingo
hu: Amerika/Santo Domingo
is: Ameríka/Santo Domingo
it: Americhe/Santo Domingo
ja: アメリカ大陸/サントドミンゴ
ko: 아메리카 대륙/산토도밍고
lt: Amerika/Santo Domingas
mn: Америк/Санто Доминго
ro: Americi/Santo Domingo
th: อเมริกา/ซานโต โดมิงโก
uk: Американський регіон/Санто-Домінґо
zh: 美洲/圣多明各

# America/Sao_Paulo
source: Americas/Sao Paulo
ar: الأمريكتان/ساو باولو
el: Αμερική/Σάο Πάολο
fa: امریکا/سائوپائولو
fr: Amériques/São Paulo
gl: América/São Paulo
hu: Amerika/São Paulo
is: Ameríka/Sao Paulo
it: Americhe/San Paolo
ja: アメリカ大陸/サンパウロ
ko: 아메리카 대륙/상파울루
lt: Amerika/San Paulas
mn: Америк/Сан-Паулу
ro: Americi/Sao Paulo
th: อเมริกา/เซาเปาลู
uk: Американський регіон/Сан-Паулу
zh: 美洲/圣保罗

# America/Scoresbysund
source: Americas/Ittoqqortoormiit
ar: الأمريكتان/سكورسبيسند
el: Αμερική/Σκορεσμπίσουντ
fa: امریکا/اسکورسبیسوند
fr: Amériques/Ittoqqortoormiit
gl: América/Ittoqqortoormiit
hu: Amerika/Ittoqqortoormiit
is: Ameríka/Ittoqqortoormiit
it: Americhe/Ittoqqortoormiit
ja: アメリカ大陸/イトコルトルミット
ko: 아메리카 대륙/스코레스바이선드
lt: Amerika/Itokortormitas
mn: Америк/Скорсбисунн
ro: Americi/Ittoqqortoormiit
th: อเมริกา/สกอเรสไบซันด์
uk: Американський регіон/Іттоккортоорміут
zh: 美洲/斯科列斯比桑德

# America/Sitka
source: Americas/Sitka
ar: الأمريكتان/سيتكا
el: Αμερική/Σίτκα
fa: امریکا/سیتکا
fr: Amériques/Sitka
gl: América/Sitka
hu: Amerika/Sitka
is: Ameríka/Sitka
it: Americhe/Sitka
ja: アメリカ大陸/シトカ
ko: 아메리카 대륙/싯카
lt: Amerika/Sitka
mn: Америк/Ситка
ro: Americi/Sitka
th: อเมริกา/ซิตกา
uk: Американський регіон/Сітка
zh: 美洲/锡特卡

# America/St_Barthelemy
source: Americas/St. Barthélemy
ar: الأمريكتان/سانت بارتيليمي
el: Αμερική/Άγιος Βαρθολομαίος
fa: امریکا/سنت بارتلمی
fr: Amériques/Saint-Barthélemy
gl: América/Saint Barthélemy
hu: Amerika/Saint-Barthélemy
is: Ameríka/Sankti Bartólómeusareyjar
it: Americhe/Saint-Barthélemy
ja: アメリカ大陸/サン・バルテルミー
ko: 아메리카 대륙/생바르텔레미
lt: Amerika/Sen Bartelemi
mn: Америк/Сент-Бартельми
ro: Americi/Saint Barthélemy
th: อเมริกา/เซนต์บาร์เธเลมี
uk: Американський регіон/Сен-Бартелемі
zh: 美洲/圣巴泰勒米岛

# America/St_Johns
source: Americas/St. John’s
ar: الأمريكتان/سانت جونس
el: Αμερική/Σεν Τζονς
fa: امریکا/سنت جان
fr: Amériques/Saint-Jean de Terre-Neuve
gl: América/Saint John’s
hu: Amerika/St. John’s
is: Ameríka/St. John’s
it: Americhe/St. John’s
ja: アメリカ大陸/セントジョンズ
ko: 아메리카 대륙/세인트존스
lt: Amerika/Sent Džonsas
mn: Америк/Сент-Жонс
ro: Americi/St. John’s
th: อเมริกา/เซนต์จอนส์
uk: Американський регіон/Сент-Джонс
zh: 美洲/圣约翰斯

# America/St_Kitts
source: Americas/St. Kitts
ar: الأمريكتان/سانت كيتس
el: Αμερική/Σεν Κιτς
fa: امریکا/سنت کیتس
fr: Amériques/Saint-Christophe
gl: América/Saint Kitts
hu: Amerika/St. Kitts
is: Ameríka/Sankti Kitts
it: Americhe/St. Kitts
ja: アメリカ大陸/セントクリストファー
ko: 아메리카 대륙/세인트키츠
lt: Amerika/Sent Kitsas
mn: Америк/Сент-Киттс
ro: Americi/St. Kitts
th: อเมริกา/เซนต์คิตส์
uk: Американський регіон/Сент-Кіттс
zh: 美洲/圣基茨

# America/St_Lucia
source: Americas/St. Lucia
ar: الأمريكتان/سانت لوشيا
el: Αμερική/Αγία Λουκία
fa: امریکا/سنت لوسیا
fr: Amériques/Sainte-Lucie
gl: América/Santa Lucía
hu: Amerika/St. Lucia
is: Ameríka/Sankti Lúsía
it: Americhe/Santa Lucia
ja: アメリカ大陸/セントルシア
ko: 아메리카 대륙/세인트루시아
lt: Amerika/Sent Lusija
mn: Америк/Сент Люсиа
ro: Americi/St. Lucia
th: อเมริกา/เซนต์ลูเซีย
uk: Американський регіон/Сент-Люсія
zh: 美洲/圣卢西亚

# America/St_Thomas
source: Americas/St. Thomas
ar: الأمريكتان/سانت توماس
el: Αμερική/Άγιος Θωμάς
fa: امریکا/سنت توماس
fr: Amériques/Saint-Thomas
gl: América/Saint Thomas
hu: Amerika/St. Thomas
is: Ameríka/Sankti Thomas
it: Americhe/Saint Thomas
ja: アメリカ大陸/セントトーマス
ko: 아메리카 대륙/세인트토마스
lt: Amerika/Sent Tomasas
mn: Америк/Сент Томас
ro: Americi/St. Thomas
th: อเมริกา/เซนต์โธมัส
uk: Американський регіон/Сент-Томас
zh: 美洲/圣托马斯

# America/St_Vincent
source: Americas/St. Vincent
ar: الأمريكتان/سانت فنسنت
el: Αμερική/Άγιος Βικέντιος
fa: امریکا/سنت وینسنت
fr: Amériques/Saint-Vincent
gl: América/San Vicente
hu: Amerika/St. Vincent
is: Ameríka/Sankti Vinsent
it: Americhe/Saint Vincent
ja: アメリカ大陸/セントビンセント
ko: 아메리카 대륙/세인트빈센트
lt: Amerika/Sent Vincentas
mn: Америк/Сент Винсент
ro: Americi/St. Vincent
th: อเมริกา/เซนต์วินเซนต์
uk: Американський регіон/Сент-Вінсент
zh: 美洲/圣文森特

# America/Swift_Current
source: Americas/Swift Current
ar: الأمريكتان/سوفت كارنت
el: Αμερική/Σουίφτ Κάρεντ
fa: امریکا/سویفت‌کارنت
fr: Amériques/Swift Current
gl: América/Swift Current
hu: Amerika/Swift Current
is: Ameríka/Swift Current
it: Americhe/Swift Current
ja: アメリカ大陸/スウィフトカレント
ko: 아메리카 대륙/스위프트커런트
lt: Amerika/Svift Karentas
mn: Америк/Свифт Каррент
ro: Americi/Swift Current
th: อเมริกา/สวิฟต์เคอร์เรนต์
uk: Американський регіон/Свіфт-Каррент
zh: 美洲/斯威夫特卡伦特
