Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

source: Asia/Sakhalin
ar: آسيا/سكالين
el: Ασία/Σαχαλίνη
fa: آسیا/ساخالین
fr: Asie/Sakhaline
gl: Asia/Sakhalín
hu: Ázsia/Szahalin
is: Asía/Sakhalin
it: Asia/Sachalin
ja: アジア/サハリン
ko: 아시아/사할린
lt: Azija/Sachalinas
mn: Ази/Сахалин
ro: Asia/Sahalin
th: เอเชีย/ซาคาลิน
uk: Азія/Сахалін
zh: 亚洲/萨哈林

source: Asia/Samarkand
ar: آسيا/سمرقند
el: Ασία/Σαμαρκάνδη
fa: آسیا/سمرقند
fr: Asie/Samarcande
gl: Asia/Samarcanda
hu: Ázsia/Szamarkand
is: Asía/Samarkand
it: Asia/Samarcanda
ja: アジア/サマルカンド
ko: 아시아/사마르칸트
lt: Azija/Samarkandas
mn: Ази/Самарканд
th: เอเชีย/ซามาร์กานด์
uk: Азія/Самарканд
zh: 亚洲/撒马尔罕

source: Asia/Seoul
ar: آسيا/سول
el: Ασία/Σεούλ
fa: آسیا/سئول
fr: Asie/Séoul
gl: Asia/Seúl
hu: Ázsia/Szöul
is: Asía/Seúl
it: Asia/Seul
ja: アジア/ソウル
ko: 아시아/서울
lt: Azija/Seulas
mn: Ази/Сөүл
th: เอเชีย/โซล
uk: Азія/Сеул
zh: 亚洲/首尔

source: Asia/Shanghai
ar: آسيا/شنغهاي
el: Ασία/Σανγκάη
fa: آسیا/شانگهای
fr: Asie/Shanghai
hu: Ázsia/Sanghaj
is: Asía/Sjanghæ
ja: アジア/上海
ko: 아시아/상하이
lt: Azija/Šanchajus
mn: Ази/Шанхай
th: เอเชีย/เซี่ยงไฮ้
uk: Азія/Шанхай
zh: 亚洲/上海

source: Asia/Singapore
ar: آسيا/سنغافورة
el: Ασία/Σιγκαπούρη
fa: آسیا/سنگاپور
fr: Asie/Singapour
gl: Asia/Singapur
hu: Ázsia/Szingapúr
is: Asía/Singapúr
ja: アジア/シンガポール
ko: 아시아/싱가포르
lt: Azija/Singapūras
mn: Ази/Сингапур
th: เอเชีย/สิงคโปร์
uk: Азія/Сінгапур
zh: 亚洲/新加坡

source: Asia/Srednekolymsk
ar: آسيا/سريدنكوليمسك
el: Ασία/Σρεντνεκολίμσκ
fa: آسیا/اسردنکولیمسک
fr: Asie/Srednekolymsk
gl: Asia/Srednekolimsk
hu: Ázsia/Szrednekolimszk
is: Asía/Srednekolymsk
ja: アジア/スレドネコリムスク
ko: 아시아/스레드네콜림스크
lt: Azija/Srednekolymskas
mn: Ази/Среднеколымск
ro: Asia/Srednekolimsk
th: เอเชีย/ซเรดเนคโคลิมสก์
uk: Азія/Середньоколимськ
zh: 亚洲/中科雷姆斯克

source: Asia/Taipei
ar: آسيا/تايبيه
el: Ασία/Ταϊπέι
fa: آسیا/تایپه
fr: Asie/Taipei
hu: Ázsia/Tajpej
is: Asía/Taipei
ja: アジア/台北
ko: 아시아/타이베이
lt: Azija/Taipėjus
mn: Ази/Тайпей
th: เอเชีย/ไทเป
uk: Азія/Тайбей
zh: 亚洲/台北

source: Asia/Tashkent
ar: آسيا/طشقند
el: Ασία/Τασκένδη
fa: آسیا/تاشکند
fr: Asie/Tachkent
hu: Ázsia/Taskent
is: Asía/Tashkent
ja: アジア/タシケント
ko: 아시아/타슈켄트
lt: Azija/Taškentas
mn: Ази/Ташкент
ro: Asia/Tașkent
th: เอเชีย/ทาชเคนต์
uk: Азія/Ташкент
zh: 亚洲/塔什干

source: Asia/Tbilisi
ar: آسيا/تبليسي
el: Ασία/Τιφλίδα
fa: آسیا/تفلیس
fr: Asie/Tbilissi
hu: Ázsia/Tbiliszi
is: Asía/Tbilisi
ja: アジア/トビリシ
ko: 아시아/트빌리시
lt: Azija/Tbilisis
mn: Ази/Тбилиси
th: เอเชีย/ทบิลิซิ
uk: Азія/Тбілісі
zh: 亚洲/第比利斯

source: Asia/Tehran
ar: آسيا/طهران
el: Ασία/Τεχεράνη
fa: آسیا/تهران
fr: Asie/Téhéran
gl: Asia/Teherán
hu: Ázsia/Teherán
is: Asía/Teheran
it: Asia/Teheran
ja: アジア/テヘラン
ko: 아시아/테헤란
lt: Azija/Teheranas
mn: Ази/Тегеран
ro: Asia/Teheran
th: เอเชีย/เตหะราน
uk: Азія/Тегеран
zh: 亚洲/德黑兰

source: Asia/Thimphu
ar: آسيا/تيمفو
el: Ασία/Θίμφου
fa: آسیا/تیمفو
fr: Asie/Thimphu
hu: Ázsia/Thimphu
is: Asía/Thimphu
ja: アジア/ティンプー
ko: 아시아/팀부
lt: Azija/Timpu
mn: Ази/Тхимпху
th: เอเชีย/ทิมพู
uk: Азія/Тхімпху
zh: 亚洲/廷布

source: Asia/Tokyo
ar: آسيا/طوكيو
el: Ασία/Τόκιο
fa: آسیا/توکیو
fr: Asie/Tokyo
hu: Ázsia/Tokió
is: Asía/Tókýó
ja: アジア/東京
ko: 아시아/도쿄
lt: Azija/Tokijas
mn: Ази/Токио
th: เอเชีย/โตเกียว
uk: Азія/Токіо
zh: 亚洲/东京

source: Asia/Tomsk
ar: آسيا/تومسك
el: Ασία/Τομσκ
fa: آسیا/تومسک
fr: Asie/Tomsk
hu: Ázsia/Tomszk
is: Asía/Tomsk
ja: アジア/トムスク
ko: 아시아/톰스크
lt: Azija/Tomskas
mn: Ази/Томск
th: เอเชีย/ตอมสค์
uk: Азія/Томськ
zh: 亚洲/托木斯克

source: Asia/Ulaanbaatar
ar: آسيا/آلانباتار
el: Ασία/Ουλάν Μπατόρ
fa: آسیا/اولان‌باتور
fr: Asie/Oulan-Bator
hu: Ázsia/Ulánbátor
is: Asía/Úlan Bator
ja: アジア/ウランバートル
ko: 아시아/울란바토르
lt: Azija/Ulan Batoras
mn: Ази/Улаанбаатар
ro: Asia/Ulan Bator
th: เอเชีย/อูลานบาตอร์
uk: Азія/Улан-Батор
zh: 亚洲/乌兰巴托

source: Asia/Urumqi
ar: آسيا/أرومكي
el: Ασία/Ουρούμτσι
fa: آسیا/ارومچی
fr: Asie/Ürümqi
gl: Asia/Ürümqi
hu: Ázsia/Ürümqi
is: Asía/Urumqi
ja: アジア/ウルムチ
ko: 아시아/우루무치
lt: Azija/Urumči
mn: Ази/Үрүмчи
th: เอเชีย/อุรุมชี
uk: Азія/Урумчі
zh: 亚洲/乌鲁木齐

source: Asia/Ust-Nera
ar: آسيا/أوست نيرا
el: Ασία/Ουστ-Νερά
fa: آسیا/اوست نرا
fr: Asie/Ust-Nera
hu: Ázsia/Uszty-Nyera
is: Asía/Ust-Nera
ja: アジア/ウスチネラ
ko: 아시아/우스티네라
lt: Azija/Ust Nera
mn: Ази/Уст-Нера
th: เอเชีย/อุสต์เนรา
uk: Азія/Усть-Нера
zh: 亚洲/乌斯内拉

source: Asia/Vientiane
ar: آسيا/فيانتيان
el: Ασία/Βιεντιάν
fa: آسیا/وینتیان
fr: Asie/Vientiane
hu: Ázsia/Vientián
is: Asía/Vientiane
ja: アジア/ビエンチャン
ko: 아시아/비엔티안
lt: Azija/Vientianas
mn: Ази/Вьентьян
th: เอเชีย/เวียงจันทน์
uk: Азія/Вʼєнтьян
zh: 亚洲/万象

source: Asia/Vladivostok
ar: آسيا/فلاديفوستك
el: Ασία/Βλαδιβοστόκ
fa: آسیا/ولادی‌وستوک
fr: Asie/Vladivostok
hu: Ázsia/Vlagyivosztok
is: Asía/Vladivostok
ja: アジア/ウラジオストク
ko: 아시아/블라디보스토크
lt: Azija/Vladivostokas
mn: Ази/Владивосток
th: เอเชีย/วลาดิโวสต็อก
uk: Азія/Владивосток
zh: 亚洲/符拉迪沃斯托克

source: Asia/Yakutsk
ar: آسيا/ياكتسك
el: Ασία/Γιακούτσκ
fa: آسیا/یاکوتسک
fr: Asie/Iakoutsk
gl: Asia/Iakutsk
hu: Ázsia/Jakutszk
is: Asía/Yakutsk
it: Asia/Jakutsk
ja: アジア/ヤクーツク
ko: 아시아/야쿠츠크
lt: Azija/Jakutskas
mn: Ази/Якутск
ro: Asia/Iakuțk
th: เอเชีย/ยาคุตสค์
uk: Азія/Якутськ
zh: 亚洲/雅库茨克

source: Asia/Yangon
ar: آسيا/رانغون
el: Ασία/Ρανγκούν
fa: آسیا/یانگون
fr: Asie/Rangoun
hu: Ázsia/Yangon
is: Asía/Rangún
it: Asia/Rangoon
ja: アジア/ヤンゴン
ko: 아시아/랑군
lt: Azija/Rangūnas
mn: Ази/Рангун
th: เอเชีย/ย่างกุ้ง
uk: Азія/Янгон
zh: 亚洲/仰光

source: Asia/Yekaterinburg
ar: آسيا/يكاترنبيرج
el: Ασία/Αικατερινούπολη
fa: آسیا/یکاترینبرگ
fr: Asie/Ekaterinbourg
gl: Asia/Ekaterinburgo
hu: Ázsia/Jekatyerinburg
is: Asía/Yekaterinburg
it: Asia/Ekaterinburg
ja: アジア/エカテリンブルグ
ko: 아시아/예카테린부르크
lt: Azija/Jekaterinburgas
mn: Ази/Екатеринбург
ro: Asia/Ekaterinburg
th: เอเชีย/ยีคาเตอรินเบิร์ก
uk: Азія/Єкатеринбург
zh: 亚洲/叶卡捷琳堡

source: Asia/Yerevan
ar: آسيا/يريفان
el: Ασία/Ερεβάν
fa: آسیا/ایروان
fr: Asie/Erevan
gl: Asia/Iereván
hu: Ázsia/Jereván
is: Asía/Yerevan
ja: アジア/エレバン
ko: 아시아/예레반
lt: Azija/Jerevanas
mn: Ази/Ереван
ro: Asia/Erevan
th: เอเชีย/เยเรวาน
uk: Азія/Єреван
zh: 亚洲/埃里温

source: Atlantic/Azores
ar: Atlantic/أزورس
el: Atlantic/Αζόρες
fa: Atlantic/آزور
fr: Atlantic/Açores
hu: Atlantic/Azori-szigetek
is: Atlantic/Azoreyjar
it: Atlantic/Azzorre
ja: Atlantic/アゾレス
ko: Atlantic/아조레스
lt: Atlantic/Azorai
mn: Atlantic/Азор
ro: Atlantic/Azore
th: Atlantic/อาซอเรส
uk: Atlantic/Азорські Острови
zh: Atlantic/亚速尔群岛

source: Atlantic/Bermuda
ar: Atlantic/برمودا
el: Atlantic/Βερμούδες
fa: Atlantic/برمودا
fr: Atlantic/Bermudes
gl: Atlantic/Illas Bermudas
is: Atlantic/Bermúda
ja: Atlantic/バミューダ
ko: Atlantic/버뮤다
mn: Atlantic/Бермуда
th: Atlantic/เบอร์มิวดา
uk: Atlantic/Бермуди
zh: Atlantic/百慕大

source: Atlantic/Canary
ar: Atlantic/كناري
el: Atlantic/Κανάρια
fa: Atlantic/قناری
fr: Atlantic/Îles Canaries
gl: Atlantic/Illas Canarias
hu: Atlantic/Kanári-szigetek
is: Atlantic/Kanaríeyjar
it: Atlantic/Canarie
ja: Atlantic/カナリア
ko: Atlantic/카나리아 제도
lt: Atlantic/Kanarų salos
mn: Atlantic/Канари
ro: Atlantic/Canare
th: Atlantic/คะเนรี
uk: Atlantic/Канарські Острови
zh: Atlantic/加那利

source: Atlantic/Cape Verde
ar: Atlantic/الرأس الأخضر
el: Atlantic/Πράσινο Ακρωτήριο
fa: Atlantic/کیپ‌ورد
fr: Atlantic/Cap-Vert
gl: Atlantic/Cabo Verde
hu: Atlantic/Zöld-foki szigetek
is: Atlantic/Grænhöfðaeyjar
it: Atlantic/Capo Verde
ja: Atlantic/カーボベルデ
ko: Atlantic/카보 베르데
lt: Atlantic/Žaliasis Kyšulys
mn: Atlantic/Кабо-Верде
ro: Atlantic/Capul Verde
th: Atlantic/เคปเวิร์ด
uk: Atlantic/Кабо-Верде
zh: Atlantic/佛得角

source: Atlantic/Faroe
ar: Atlantic/فارو
el: Atlantic/Φερόες
fa: Atlantic/فارو
fr: Atlantic/Îles Féroé
gl: Atlantic/Feroe
hu: Atlantic/Feröer
is: Atlantic/Færeyjar
it: Atlantic/Isole Fær Øer
ja: Atlantic/フェロー
ko: Atlantic/페로 제도
lt: Atlantic/Farerai
mn: Atlantic/Фарер
ro: Atlantic/Feroe
th: Atlantic/แฟโร
uk: Atlantic/Фарерські Острови
zh: Atlantic/法罗

source: Atlantic/Madeira
ar: Atlantic/ماديرا
el: Atlantic/Μαδέρα
fa: Atlantic/مادیرا
fr: Atlantic/Madère
ja: Atlantic/マデイラ
ko: Atlantic/마데이라
mn: Atlantic/Мадейра
th: Atlantic/มาเดรา
uk: Atlantic/Мадейра
zh: Atlantic/马德拉

source: Atlantic/Reykjavik
ar: Atlantic/ريكيافيك
el: Atlantic/Ρέυκιαβικ
fa: Atlantic/ریکیاویک
gl: Atlantic/Reiquiavik
hu: Atlantic/Reykjavík
is: Atlantic/Reykjavík
it: Atlantic/Reykjavík
ja: Atlantic/レイキャビク
ko: Atlantic/레이캬비크
lt: Atlantic/Reikjavikas
mn: Atlantic/Рейкьявик
th: Atlantic/เรคยาวิก
uk: Atlantic/Рейкʼявік
zh: Atlantic/雷克雅未克

source: Atlantic/South Georgia
ar: Atlantic/جورجيا الجنوبية
el: Atlantic/Νότια Γεωργία
fa: Atlantic/جورجیای جنوبی
fr: Atlantic/Géorgie du Sud
gl: Atlantic/Xeorxia do Sur
hu: Atlantic/Déli-Georgia
is: Atlantic/Suður-Georgía
it: Atlantic/Georgia del Sud
ja: Atlantic/サウスジョージア
ko: Atlantic/사우스조지아
lt: Atlantic/Pietų Džordžija
mn: Atlantic/Өмнөд Жоржиа
ro: Atlantic/Georgia de Sud
th: Atlantic/เซาท์ จอร์เจีย
uk: Atlantic/Південна Джорджія
zh: Atlantic/南乔治亚

source: Atlantic/St. Helena
ar: Atlantic/سانت هيلينا
el: Atlantic/Αγ. Ελένη
fa: Atlantic/سنت هلنا
fr: Atlantic/Sainte-Hélène
gl: Atlantic/Santa Helena
hu: Atlantic/Szent Ilona
is: Atlantic/Sankti Helena
it: Atlantic/Sant’Elena
ja: Atlantic/セントヘレナ
ko: Atlantic/세인트 헬레나
lt: Atlantic/Sent Helena
mn: Atlantic/Сент Хелена
ro: Atlantic/Sf. Elena
th: Atlantic/เซนต์เฮเลนา
uk: Atlantic/Острів Святої Єлени
zh: Atlantic/圣赫勒拿

source: Atlantic/Stanley
ar: Atlantic/استانلي
el: Atlantic/Στάνλεϊ
fa: Atlantic/استانلی
ja: Atlantic/スタンレー
ko: Atlantic/스탠리
lt: Atlantic/Stenlis
mn: Atlantic/Стэнли
th: Atlantic/สแตนลีย์
uk: Atlantic/Стенлі
zh: Atlantic/斯坦利

source: Australia/Adelaide
ar: أستراليا/أديليد
el: Αυστραλία/Αδελαΐδα
fa: استرالیا/آدلاید
fr: Australie/Adélaïde
gl: Australia/Adelaida
hu: Ausztrália/Adelaide
is: Ástralía/Adelaide
ja: オーストラリア/アデレード
ko: 오스트레일리아/애들레이드
lt: Australija/Adelaidė
mn: Австрали/Аделаида
th: ออสเตรเลีย/แอดิเลด
uk: Австралія/Аделаїда
zh: 澳大利亚/阿德莱德

source: Australia/Brisbane
ar: أستراليا/برسيبان
el: Αυστραλία/Μπρισμπέιν
fa: استرالیا/بریسبین
fr: Australie/Brisbane
hu: Ausztrália/Brisbane
is: Ástralía/Brisbane
ja: オーストラリア/ブリスベン
ko: 오스트레일리아/브리스베인
lt: Australija/Brisbanas
mn: Австрали/Брисбен
th: ออสเตรเลีย/บริสเบน
uk: Австралія/Брісбен
zh: 澳大利亚/布里斯班

source: Australia/Broken Hill
ar: أستراليا/بروكن هيل
el: Αυστραλία/Μπρόκεν Χιλ
fa: استرالیا/بروکن‌هیل
fr: Australie/Broken Hill
hu: Ausztrália/Broken Hill
is: Ástralía/Broken Hill
ja: オーストラリア/ブロークンヒル
ko: 오스트레일리아/브로컨힐
lt: Australija/Broken Hilis
mn: Австрали/Брокен Хилл
th: ออสเตรเลีย/โบรกเคนฮิลล์
uk: Австралія/Брокен-Хілл
zh: 澳大利亚/布罗肯希尔

source: Australia/Darwin
ar: أستراليا/دارون
el: Αυστραλία/Ντάργουιν
fa: استرالیا/داروین
fr: Australie/Darwin
hu: Ausztrália/Darwin
is: Ástralía/Darwin
ja: オーストラリア/ダーウィン
ko: 오스트레일리아/다윈
lt: Australija/Darvinas
mn: Австрали/Дарвин
th: ออสเตรเลีย/ดาร์วิน
uk: Австралія/Дарвін
zh: 澳大利亚/达尔文

source: Australia/Eucla
ar: أستراليا/أوكلا
el: Αυστραλία/Γιούκλα
fa: استرالیا/اوکلا
fr: Australie/Eucla
hu: Ausztrália/Eucla
is: Ástralía/Eucla
ja: オーストラリア/ユークラ
ko: 오스트레일리아/유클라
lt: Australija/Jukla
mn: Австрали/Еукла
th: ออสเตรเลีย/ยูคลา
uk: Австралія/Евкла
zh: 澳大利亚/尤克拉

source: Australia/Hobart
ar: أستراليا/هوبارت
el: Αυστραλία/Χόμπαρτ
fa: استرالیا/هوبارت
fr: Australie/Hobart
hu: Ausztrália/Hobart
is: Ástralía/Hobart
ja: オーストラリア/ホバート
ko: 오스트레일리아/호바트
lt: Australija/Hobartas
mn: Австрали/Хобарт
th: ออสเตรเลีย/โฮบาร์ต
uk: Австралія/Гобарт
zh: 澳大利亚/霍巴特

source: Australia/Lindeman
ar: أستراليا/ليندمان
el: Αυστραλία/Λίντεμαν
fa: استرالیا/لیندمن
fr: Australie/Lindeman
hu: Ausztrália/Lindeman
is: Ástralía/Lindeman
ja: オーストラリア/リンデマン
ko: 오스트레일리아/린데만
lt: Australija/Lindemanas
mn: Австрали/Линдемэн
th: ออสเตรเลีย/ลินดีแมน
uk: Австралія/Ліндеман
zh: 澳大利亚/林德曼

source: Australia/Lord Howe
ar: أستراليا/لورد هاو
el: Αυστραλία/Λορντ Χάου
fa: استرالیا/لردهاو
fr: Australie/Lord Howe
hu: Ausztrália/Lord Howe
is: Ástralía/Lord Howe
ja: オーストラリア/ロードハウ
ko: 오스트레일리아/로드 하우
lt: Australija/Lordo Hau sala
mn: Австрали/Лорд Хоу
th: ออสเตรเลีย/ลอร์ดโฮว์
uk: Австралія/Лорд-Хау
zh: 澳大利亚/豪勋爵

source: Australia/Melbourne
ar: أستراليا/ميلبورن
el: Αυστραλία/Μελβούρνη
fa: استرالیا/ملبورن
fr: Australie/Melbourne
hu: Ausztrália/Melbourne
is: Ástralía/Melbourne
ja: オーストラリア/メルボルン
ko: 오스트레일리아/멜버른
lt: Australija/Melburnas
mn: Австрали/Мельбурн
th: ออสเตรเลีย/เมลเบิร์น
uk: Австралія/Мельбурн
zh: 澳大利亚/墨尔本

source: Australia/Perth
ar: أستراليا/برثا
el: Αυστραλία/Περθ
fa: استرالیا/پرت
fr: Australie/Perth
hu: Ausztrália/Perth
is: Ástralía/Perth
ja: オーストラリア/パース
ko: 오스트레일리아/퍼스
lt: Australija/Pertas
mn: Австрали/Перс
th: ออสเตรเลีย/เพิร์ท
uk: Австралія/Перт
zh: 澳大利亚/珀斯

source: Australia/Sydney
ar: أستراليا/سيدني
el: Αυστραλία/Σίδνεϊ
fa: استرالیا/سیدنی
fr: Australie/Sydney
gl: Australia/Sidney
hu: Ausztrália/Sydney
is: Ástralía/Sydney
ja: オーストラリア/シドニー
ko: 오스트레일리아/시드니
lt: Australija/Sidnėjus
mn: Австрали/Сидней
th: ออสเตรเลีย/ซิดนีย์
uk: Австралія/Сідней
zh: 澳大利亚/悉尼

# Canada/Atlantic
source: Canada/Atlantic Time
ar: كندا/توقيت الأطلسي
el: Καναδάς/Ώρα Ατλαντικού
fa: کانادا/وقت آتلانتیک
fr: Canada/heure de l’Atlantique
gl: O Canadá/Horario do Atlántico
hu: Kanada/atlanti-óceáni idő
is: Kanada/Tími á Atlantshafssvæðinu
it: Canada/Ora dell’Atlantico
ja: カナダ/大西洋時間
ko: 캐나다/대서양 시간
lt: Kanada/Atlanto laikas
mn: Канад/Атлантын цаг
ro: Canada/Ora zonei Atlantic nord-americane
th: แคนาดา/เวลาแอตแลนติก
uk: Канада/за атлантичним часом
zh: 加拿大/大西洋时间

# Canada/Central
source: Canada/Central Time
ar: كندا/التوقيت المركزي لأمريكا الشمالية
el: Καναδάς/Κεντρική ώρα Βόρειας Αμερικής
fa: کانادا/وقت مرکز امریکا
fr: Canada/heure du centre nord-américain
gl: O Canadá/Horario central, Norteamérica
hu: Kanada/középső államokbeli idő
is: Kanada/Tími í miðhluta Bandaríkjanna og Kanada
it: Canada/Ora centrale USA
ja: カナダ/アメリカ中部時間
ko: 캐나다/미 중부 시간
lt: Kanada/Šiaurės Amerikos centro laikas
mn: Канад/Төв цаг
ro: Canada/Ora centrală nord-americană
th: แคนาดา/เวลาตอนกลางในอเมริกาเหนือ
uk: Канада/за північноамериканським центральним часом
zh: 加拿大/北美中部时间

# Canada/Eastern
source: Canada/Eastern Time
ar: كندا/التوقيت الشرقي لأمريكا الشمالية
el: Καναδάς/Ανατολική ώρα Βόρειας Αμερικής
fa: کانادا/وقت شرق امریکا
fr: Canada/heure de l’Est nord-américain
gl: O Canadá/Horario do leste, América do Norte
hu: Kanada/keleti államokbeli idő
is: Kanada/Tími í austurhluta Bandaríkjanna og Kanada
it: Canada/Ora orientale USA
ja: カナダ/アメリカ東部時間
ko: 캐나다/미 동부 시간
lt: Kanada/Šiaurės Amerikos rytų laikas
mn: Канад/Зүүн эргийн цаг
ro: Canada/Ora orientală nord-americană
th: แคนาดา/เวลาทางตะวันออกในอเมริกาเหนือ
uk: Канада/за північноамериканським східним часом
zh: 加拿大/北美东部时间

# Canada/Mountain
source: Canada/Mountain Time
ar: كندا/التوقيت الجبلي لأمريكا الشمالية
el: Καναδάς/Ορεινή ώρα Βόρειας Αμερικής
fa: کانادا/وقت کوهستانی امریکا
fr: Canada/heure des Rocheuses
gl: O Canadá/Horario da montaña, América do Norte
hu: Kanada/hegyvidéki idő
is: Kanada/Tími í Klettafjöllum
it: Canada/Ora Montagne Rocciose USA
ja: カナダ/アメリカ山地時間
ko: 캐나다/미 산지 시간
lt: Kanada/Šiaurės Amerikos kalnų laikas
mn: Канад/Уулын цаг
ro: Canada/Ora zonei montane nord-americane
th: แคนาดา/เวลาแถบภูเขาในอเมริกาเหนือ
uk: Канада/за північноамериканським гірським часом
zh: 加拿大/北美山区时间

# Canada/Newfoundland
source: Canada/Newfoundland Time
ar: كندا/توقيت نيوفاوندلاند
el: Καναδάς/Ώρα Νέας Γης
fa: کانادا/وقت نیوفاندلند
fr: Canada/heure de Terre-Neuve
gl: O Canadá/Horario de Terra Nova
hu: Kanada/új-fundlandi idő
is: Kanada/Tími á Nýfundnalandi
it: Canada/Ora di Terranova
ja: カナダ/ニューファンドランド時間
ko: 캐나다/뉴펀들랜드 시간
lt: Kanada/Niufaundlendo laikas
mn: Канад/Нью-Фаундлендын цаг
ro: Canada/Ora din Newfoundland
th: แคนาดา/เวลานิวฟันด์แลนด์
uk: Канада/за часом на острові Ньюфаундленд
zh: 加拿大/纽芬兰时间

# Canada/Pacific
source: Canada/Pacific Time
ar: كندا/توقيت المحيط الهادي
el: Καναδάς/Ώρα Ειρηνικού
fa: کانادا/وقت غرب امریکا
fr: Canada/heure du Pacifique nord-américain
gl: O Canadá/Horario do Pacífico, América do Norte
hu: Kanada/csendes-óceáni idő
is: Kanada/Tími á Kyrrahafssvæðinu
it: Canada/Ora del Pacifico USA
ja: カナダ/アメリカ太平洋時間
ko: 캐나다/미 태평양 시간
lt: Kanada/Šiaurės Amerikos Ramiojo vandenyno laikas
mn: Канад/Номхон далайн цаг
ro: Canada/Ora zonei Pacific nord-americane
th: แคนาดา/เวลาแปซิฟิกในอเมริกาเหนือ
uk: Канада/за північноамериканським тихоокеанським часом
zh: 加拿大/北美太平洋时间

source: Europe/Amsterdam
ar: أوروبا/أمستردام
el: Ευρώπη/Άμστερνταμ
fa: اروپا/آمستردام
gl: Europa/Ámsterdam
hu: Európa/Amszterdam
is: Evrópa/Amsterdam
it: Europa/Amsterdam
ja: ヨーロッパ/アムステルダム
ko: 유럽/암스테르담
lt: Europa/Amsterdamas
mn: Европ/Амстердам
ro: Europa/Amsterdam
th: ยุโรป/อัมสเตอดัม
uk: Європа/Амстердам
zh: 欧洲/阿姆斯特丹

source: Europe/Andorra
ar: أوروبا/أندورا
el: Ευρώπη/Ανδόρα
fa: اروپا/آندورا
fr: Europe/Andorre
gl: Europa/Andorra
hu: Európa/Andorra
is: Evrópa/Andorra
it: Europa/Andorra
ja: ヨーロッパ/アンドラ
ko: 유럽/안도라
lt: Europa/Andora
mn: Европ/Андорра
ro: Europa/Andorra
th: ยุโรป/อันดอร์รา
uk: Європа/Андорра
zh: 欧洲/安道尔

source: Europe/Astrakhan
ar: أوروبا/أستراخان
el: Ευρώπη/Αστραχάν
fa: اروپا/آستراخان
gl: Europa/Astrakán
hu: Európa/Asztrahán
is: Evrópa/Astrakhan
it: Europa/Astrakhan
ja: ヨーロッパ/アストラハン
ko: 유럽/아스트라한
lt: Europa/Astrachanė
mn: Европ/Астрахань
ro: Europa/Astrahan
th: ยุโรป/แอสตราคาน
uk: Європа/Астрахань
zh: 欧洲/阿斯特拉罕

source: Europe/Athens
ar: أوروبا/أثينا
el: Ευρώπη/Αθήνα
fa: اروپا/آتن
fr: Europe/Athènes
gl: Europa/Atenas
hu: Európa/Athén
is: Evrópa/Aþena
it: Europa/Atene
ja: ヨーロッパ/アテネ
ko: 유럽/아테네
lt: Europa/Atėnai
mn: Европ/Афин
ro: Europa/Atena
th: ยุโรป/เอเธนส์
uk: Європа/Афіни
zh: 欧洲/雅典

source: Europe/Belgrade
ar: أوروبا/بلغراد
el: Ευρώπη/Βελιγράδι
fa: اروپا/بلگراد
gl: Europa/Belgrado
hu: Európa/Belgrád
is: Evrópa/Belgrad
it: Europa/Belgrado
ja: ヨーロッパ/ベオグラード
ko: 유럽/베오그라드
lt: Europa/Belgradas
mn: Европ/Белград
ro: Europa/Belgrad
th: ยุโรป/เบลเกรด
uk: Європа/Белград
zh: 欧洲/贝尔格莱德

source: Europe/Berlin
ar: أوروبا/برلين
el: Ευρώπη/Βερολίνο
fa: اروپا/برلین
gl: Europa/Berlín
hu: Európa/Berlin
is: Evrópa/Berlín
it: Europa/Berlino
ja: ヨーロッパ/ベルリン
ko: 유럽/베를린
lt: Europa/Berlynas
mn: Европ/Берлин
ro: Europa/Berlin
th: ยุโรป/เบอร์ลิน
uk: Європа/Берлін
zh: 欧洲/柏林

source: Europe/Bratislava
ar: أوروبا/براتيسلافا
el: Ευρώπη/Μπρατισλάβα
fa: اروپا/براتیسلاوا
gl: Europa/Bratislava
hu: Európa/Pozsony
is: Evrópa/Bratislava
it: Europa/Bratislava
ja: ヨーロッパ/ブラチスラバ
ko: 유럽/브라티슬라바
lt: Europa/Bratislava
mn: Европ/Братислав
ro: Europa/Bratislava
th: ยุโรป/บราติสลาวา
uk: Європа/Братислава
zh: 欧洲/布拉迪斯拉发

source: Europe/Brussels
ar: أوروبا/بروكسل
el: Ευρώπη/Βρυξέλλες
fa: اروپا/بروکسل
fr: Europe/Bruxelles
gl: Europa/Bruxelas
hu: Európa/Brüsszel
is: Evrópa/Brussel
it: Europa/Bruxelles
ja: ヨーロッパ/ブリュッセル
ko: 유럽/브뤼셀
lt: Europa/Briuselis
mn: Европ/Брюссель
ro: Europa/Bruxelles
th: ยุโรป/บรัสเซลส์
uk: Європа/Брюссель
zh: 欧洲/布鲁塞尔

source: Europe/Bucharest
ar: أوروبا/بوخارست
el: Ευρώπη/Βουκουρέστι
fa: اروپا/بخارست
fr: Europe/Bucarest
gl: Europa/Bucarest
hu: Európa/Bukarest
is: Evrópa/Búkarest
it: Europa/Bucarest
ja: ヨーロッパ/ブカレスト
ko: 유럽/부쿠레슈티
lt: Europa/Bukareštas
mn: Европ/Бухарест
ro: Europa/București
th: ยุโรป/บูคาเรส
uk: Європа/Бухарест
zh: 欧洲/布加勒斯特

source: Europe/Budapest
ar: أوروبا/بودابست
el: Ευρώπη/Βουδαπέστη
fa: اروپا/بوداپست
gl: Europa/Budapest
hu: Európa/Budapest
is: Evrópa/Búdapest
it: Europa/Budapest
ja: ヨーロッパ/ブダペスト
ko: 유럽/부다페스트
lt: Europa/Budapeštas
mn: Европ/Будапешт
ro: Europa/Budapesta
th: ยุโรป/บูดาเปส
uk: Європа/Будапешт
zh: 欧洲/布达佩斯

source: Europe/Busingen
ar: أوروبا/بوسنغن
el: Ευρώπη/Μπίσινγκεν
fa: اروپا/بازنگن
fr: Europe/Büsingen
gl: Europa/Busingen
hu: Európa/Büsingen
is: Evrópa/Busingen
it: Europa/Büsingen
ja: ヨーロッパ/ビュージンゲン
ko: 유럽/뷔지겐
lt: Europa/Biusingenas
mn: Европ/Бусинген
ro: Europa/Busingen
th: ยุโรป/บุสซิงเง็น
uk: Європа/Бюзінген
zh: 欧洲/布辛根

source: Europe/Chisinau
ar: أوروبا/تشيسيناو
el: Ευρώπη/Κισινάου
fa: اروپا/کیشیناو
gl: Europa/Chisinau
hu: Európa/Chisinau
is: Evrópa/Chisinau
it: Europa/Chisinau
ja: ヨーロッパ/キシナウ
ko: 유럽/키시나우
lt: Europa/Kišiniovas
mn: Европ/Кишинёв
ro: Europa/Chișinău
th: ยุโรป/คีชีเนา
uk: Європа/Кишинів
zh: 欧洲/基希讷乌

source: Europe/Copenhagen
ar: أوروبا/كوبنهاغن
el: Ευρώπη/Κοπεγχάγη
fa: اروپا/کپنهاگ
fr: Europe/Copenhague
gl: Europa/Copenhague
hu: Európa/Koppenhága
is: Evrópa/Kaupmannahöfn
it: Europa/Copenaghen
ja: ヨーロッパ/コペンハーゲン
ko: 유럽/코펜하겐
lt: Europa/Kopenhaga
mn: Европ/Копенгаген
ro: Europa/Copenhaga
th: ยุโรป/โคเปนเฮเกน
uk: Європа/Копенгаген
zh: 欧洲/哥本哈根

source: Europe/Dublin
ar: أوروبا/دبلن
el: Ευρώπη/Δουβλίνο
fa: اروپا/دوبلین
gl: Europa/Dublín
hu: Európa/Dublin
is: Evrópa/Dublin
it: Europa/Dublino
ja: ヨーロッパ/ダブリン
ko: 유럽/더블린
lt: Europa/Dublinas
mn: Европ/Дублин
ro: Europa/Dublin
th: ยุโรป/ดับบลิน
uk: Європа/Дублін
zh: 欧洲/都柏林

source: Europe/Gibraltar
ar: أوروبا/جبل طارق
el: Ευρώπη/Γιβραλτάρ
fa: اروپا/جبل‌الطارق
gl: Europa/Xibraltar
hu: Európa/Gibraltár
is: Evrópa/Gíbraltar
it: Europa/Gibilterra
ja: ヨーロッパ/ジブラルタル
ko: 유럽/지브롤터
lt: Europa/Gibraltaras
mn: Европ/Гибралтар
ro: Europa/Gibraltar
th: ยุโรป/ยิบรอลตาร์
uk: Європа/Гібралтар
zh: 欧洲/直布罗陀

source: Europe/Guernsey
ar: أوروبا/غيرنزي
el: Ευρώπη/Γκέρνζι
fa: اروپا/گرنزی
fr: Europe/Guernesey
gl: Europa/Guernsey
hu: Európa/Guernsey
is: Evrópa/Guernsey
it: Europa/Guernsey
ja: ヨーロッパ/ガーンジー
ko: 유럽/건지
lt: Europa/Gernsis
mn: Европ/Гернси
ro: Europa/Guernsey
th: ยุโรป/เกิร์นซีย์
uk: Європа/Гернсі
zh: 欧洲/根西岛

source: Europe/Helsinki
ar: أوروبا/هلسنكي
el: Ευρώπη/Ελσίνκι
fa: اروپا/هلسینکی
gl: Europa/Helsinqui
hu: Európa/Helsinki
is: Evrópa/Helsinki
it: Europa/Helsinki
ja: ヨーロッパ/ヘルシンキ
ko: 유럽/헬싱키
lt: Europa/Helsinkis
mn: Европ/Хельсинк
ro: Europa/Helsinki
th: ยุโรป/เฮลซิงกิ
uk: Європа/Гельсінкі
zh: 欧洲/赫尔辛基

source: Europe/Isle of Man
ar: أوروبا/جزيرة مان
el: Ευρώπη/Νήσος του Μαν
fa: اروپا/جزیرهٔ من
fr: Europe/Île de Man
gl: Europa/Illa de Man
hu: Európa/Man-sziget
is: Evrópa/Mön
it: Europa/Isola di Man
ja: ヨーロッパ/マン島
ko: 유럽/맨섬
lt: Europa/Meno sala
mn: Европ/Мэн Арал
ro: Europa/Insula Man
th: ยุโรป/เกาะแมน
uk: Європа/Острів Мен
zh: 欧洲/马恩岛

source: Europe/Istanbul
ar: أوروبا/إسطنبول
el: Ευρώπη/Κωνσταντινούπολη
fa: اروپا/استانبول
gl: Europa/Istanbul
hu: Európa/Isztanbul
is: Evrópa/Istanbúl
it: Europa/Istanbul
ja: ヨーロッパ/イスタンブール
ko: 유럽/이스탄불
lt: Europa/Stambulas
mn: Европ/Истанбул
ro: Europa/Istanbul
th: ยุโรป/อิสตันบูล
uk: Європа/Стамбул
zh: 欧洲/伊斯坦布尔

source: Europe/Jersey
ar: أوروبا/جيرسي
el: Ευρώπη/Τζέρσεϊ
fa: اروپا/جرزی
gl: Europa/Jersey
hu: Európa/Jersey
is: Evrópa/Jersey
it: Europa/Jersey
ja: ヨーロッパ/ジャージー
ko: 유럽/저지
lt: Europa/Džersis
mn: Европ/Жерси
ro: Europa/Jersey
th: ยุโรป/เจอร์ซีย์
uk: Європа/Джерсі
zh: 欧洲/泽西岛

source: Europe/Kaliningrad
ar: أوروبا/كالينجراد
el: Ευρώπη/Καλίνινγκραντ
fa: اروپا/کالینینگراد
gl: Europa/Kaliningrado
hu: Európa/Kalinyingrád
is: Evrópa/Kaliningrad
it: Europa/Kaliningrad
ja: ヨーロッパ/カリーニングラード
ko: 유럽/칼리닌그라드
lt: Europa/Kaliningradas
mn: Европ/Калининград
ro: Europa/Kaliningrad
th: ยุโรป/คาลินิงกราด
uk: Європа/Калінінград
zh: 欧洲/加里宁格勒

source: Europe/Kiev
ar: أوروبا/كييف
el: Ευρώπη/Κίεβο
fa: اروپا/کیف
gl: Europa/Kiev
hu: Európa/Kijev
is: Evrópa/Kænugarður
it: Europa/Kiev
ja: ヨーロッパ/キエフ
ko: 유럽/키예프
lt: Europa/Kijevas
mn: Европ/Киев
ro: Europa/Kiev
th: ยุโรป/เคียฟ
uk: Європа/Київ
zh: 欧洲/基辅

source: Europe/Kirov
ar: أوروبا/كيروف
el: Ευρώπη/Κίροφ
fa: اروپا/کیروف
gl: Europa/Kirov
hu: Európa/Kirov
is: Evrópa/Kirov
it: Europa/Kirov
ja: ヨーロッパ/キーロフ
ko: 유럽/키로프
lt: Europa/Kirovas
mn: Европ/Киров
ro: Europa/Kirov
th: ยุโรป/คิรอฟ
uk: Європа/Кіров
zh: 欧洲/基洛夫

source: Europe/Lisbon
ar: أوروبا/لشبونة
el: Ευρώπη/Λισαβόνα
fa: اروپا/لیسبون
fr: Europe/Lisbonne
gl: Europa/Lisboa
hu: Európa/Lisszabon
is: Evrópa/Lissabon
it: Europa/Lisbona
ja: ヨーロッパ/リスボン
ko: 유럽/리스본
lt: Europa/Lisabona
mn: Европ/Лиссабон
ro: Europa/Lisabona
th: ยุโรป/ลิสบอน
uk: Європа/Лісабон
zh: 欧洲/里斯本

source: Europe/Ljubljana
ar: أوروبا/ليوبليانا
el: Ευρώπη/Λιουμπλιάνα
fa: اروپا/لیوبلیانا
gl: Europa/Liubliana
hu: Európa/Ljubljana
is: Evrópa/Ljubljana
it: Europa/Lubiana
ja: ヨーロッパ/リュブリャナ
ko: 유럽/류블랴나
lt: Europa/Liubliana
mn: Европ/Любляна
ro: Europa/Ljubljana
th: ยุโรป/ลูบลิยานา
uk: Європа/Любляна
zh: 欧洲/卢布尔雅那
