Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

source: Africa/Abidjan
ar: أفريقيا/أبيدجان
el: Αφρική/Αμπιτζάν
fa: افریقا/آبیجان
fr: Afrique/Abidjan
gl: África/Abidjan
hu: Afrika/Abidjan
is: Afríka/Abidjan
ja: アフリカ/アビジャン
ko: 아프리카/아비장
lt: Afrika/Abidžanas
mn: Африк/Абижан
th: แอฟริกา/อาบีจาน
uk: Африка/Абіджан
zh: 非洲/阿比让

source: Africa/Accra
ar: أفريقيا/أكرا
el: Αφρική/Άκρα
fa: افریقا/اکرا
fr: Afrique/Accra
gl: África/Acra
hu: Afrika/Accra
is: Afríka/Accra
ja: アフリカ/アクラ
ko: 아프리카/아크라
lt: Afrika/Akra
mn: Африк/Аккра
th: แอฟริกา/อักกรา
uk: Африка/Аккра
zh: 非洲/阿克拉

source: Africa/Addis Ababa
ar: أفريقيا/أديس أبابا
el: Αφρική/Αντίς Αμπέμπα
fa: افریقا/آدیس آبابا
fr: Afrique/Addis-Abeba
gl: África/Adís Abeba
hu: Afrika/Addisz-Abeba
is: Afríka/Addis Ababa
it: Africa/Addis Abeba
ja: アフリカ/アジスアベバ
ko: 아프리카/아디스아바바
lt: Afrika/Adis Abeba
mn: Африк/Аддис-Aбеба
ro: Africa/Addis Abeba
th: แอฟริกา/แอดดิสอาบาบา
uk: Африка/Аддис-Абеба
zh: 非洲/亚的斯亚贝巴

source: Africa/Algiers
ar: أفريقيا/الجزائر
el: Αφρική/Αλγέρι
fa: افریقا/الجزیره
fr: Afrique/Alger
gl: África/Alxer
hu: Afrika/Algír
is: Afríka/Algeirsborg
it: Africa/Algeri
ja: アフリカ/アルジェ
ko: 아프리카/알제
lt: Afrika/Alžyras
mn: Африк/Алжир
ro: Africa/Alger
th: แอฟริกา/แอลเจียร์
uk: Африка/Алжир
zh: 非洲/阿尔及尔

# Africa/Asmara
source: Africa/Nairobi
ar: أفريقيا/نيروبي
el: Αφρική/Ναϊρόμπι
fa: افریقا/نایروبی
fr: Afrique/Nairobi
gl: África/Nairobi
hu: Afrika/Nairobi
is: Afríka/Nairobi
ja: アフリカ/ナイロビ
ko: 아프리카/나이로비
lt: Afrika/Nairobis
mn: Африк/Найроби
th: แอฟริกา/ไนโรเบีย
uk: Африка/Найробі
zh: 非洲/内罗毕

source: Africa/Bamako
ar: أفريقيا/باماكو
el: Αφρική/Μπαμάκο
fa: افریقا/باماکو
fr: Afrique/Bamako
gl: África/Bamaco
hu: Afrika/Bamako
is: Afríka/Bamako
ja: アフリカ/バマコ
ko: 아프리카/바마코
lt: Afrika/Bamakas
mn: Африк/Бамако
th: แอฟริกา/บามาโก
uk: Африка/Бамако
zh: 非洲/巴马科

source: Africa/Bangui
ar: أفريقيا/بانغوي
el: Αφρική/Μπανγκί
fa: افریقا/بانگی
fr: Afrique/Bangui
gl: África/Bangui
hu: Afrika/Bangui
is: Afríka/Bangui
ja: アフリカ/バンギ
ko: 아프리카/방기
lt: Afrika/Bangis
mn: Африк/Бангуй
th: แอฟริกา/บังกี
uk: Африка/Банґі
zh: 非洲/班吉

source: Africa/Banjul
ar: أفريقيا/بانجول
el: Αφρική/Μπανζούλ
fa: افریقا/بانجول
fr: Afrique/Banjul
gl: África/Banjul
hu: Afrika/Banjul
is: Afríka/Banjul
ja: アフリカ/バンジュール
ko: 아프리카/반줄
lt: Afrika/Bandžulis
mn: Африк/Банжул
th: แอฟริกา/บันจูล
uk: Африка/Банжул
zh: 非洲/班珠尔

source: Africa/Bissau
ar: أفريقيا/بيساو
el: Αφρική/Μπισάου
fa: افریقا/بیسائو
fr: Afrique/Bissau
gl: África/Bissau
hu: Afrika/Bissau
is: Afríka/Bissá
ja: アフリカ/ビサウ
ko: 아프리카/비사우
lt: Afrika/Bisau
mn: Африк/Биссау
th: แอฟริกา/บิสเซา
uk: Африка/Бісау
zh: 非洲/比绍

source: Africa/Blantyre
ar: أفريقيا/بلانتاير
el: Αφρική/Μπλαντάιρ
fa: افریقا/بلانتیره
fr: Afrique/Blantyre
gl: África/Blantyre
hu: Afrika/Blantyre
is: Afríka/Blantyre
ja: アフリカ/ブランタイヤ
ko: 아프리카/블랜타이어
lt: Afrika/Blantairas
mn: Африк/Блантайр
th: แอฟริกา/แบลนไทร์
uk: Африка/Блантайр
zh: 非洲/布兰太尔

source: Africa/Brazzaville
ar: أفريقيا/برازافيل
el: Αφρική/Μπραζαβίλ
fa: افریقا/برازویل
fr: Afrique/Brazzaville
gl: África/Brazzaville
hu: Afrika/Brazzaville
is: Afríka/Brazzaville
ja: アフリカ/ブラザビル
ko: 아프리카/브라자빌
lt: Afrika/Brazavilis
mn: Африк/Браззавиль
th: แอฟริกา/บราซซาวิล
uk: Африка/Браззавіль
zh: 非洲/布拉柴维尔

source: Africa/Bujumbura
ar: أفريقيا/بوجومبورا
el: Αφρική/Μπουζουμπούρα
fa: افریقا/بوجومبورا
fr: Afrique/Bujumbura
gl: África/Bujumbura
hu: Afrika/Bujumbura
is: Afríka/Bujumbura
ja: アフリカ/ブジュンブラ
ko: 아프리카/부줌부라
lt: Afrika/Bužumbūra
mn: Африк/Бужумбура
th: แอฟริกา/บูจุมบูรา
uk: Африка/Бужумбура
zh: 非洲/布琼布拉

source: Africa/Cairo
ar: أفريقيا/القاهرة
el: Αφρική/Κάιρο
fa: افریقا/قاهره
fr: Afrique/Le Caire
gl: África/O Cairo
hu: Afrika/Kairó
is: Afríka/Kaíró
it: Africa/Il Cairo
ja: アフリカ/カイロ
ko: 아프리카/카이로
lt: Afrika/Kairas
mn: Африк/Каир
th: แอฟริกา/ไคโร
uk: Африка/Каїр
zh: 非洲/开罗

source: Africa/Casablanca
ar: أفريقيا/الدار البيضاء
el: Αφρική/Καζαμπλάνκα
fa: افریقا/کازابلانکا
fr: Afrique/Casablanca
gl: África/Casablanca
hu: Afrika/Casablanca
is: Afríka/Casablanca
ja: アフリカ/カサブランカ
ko: 아프리카/카사블랑카
lt: Afrika/Kasablanka
mn: Африк/Касабланка
th: แอฟริกา/คาสซาบลางก้า
uk: Африка/Касабланка
zh: 非洲/卡萨布兰卡

source: Africa/Ceuta
ar: أفريقيا/سيتا
el: Αφρική/Θέουτα
fa: افریقا/سبته
fr: Afrique/Ceuta
gl: África/Ceuta
hu: Afrika/Ceuta
is: Afríka/Ceuta
ja: アフリカ/セウタ
ko: 아프리카/세우타
lt: Afrika/Seuta
mn: Африк/Сеута
th: แอฟริกา/เซวตา
uk: Африка/Сеута
zh: 非洲/休达

source: Africa/Conakry
ar: أفريقيا/كوناكري
el: Αφρική/Κόνακρι
fa: افریقا/کوناکری
fr: Afrique/Conakry
gl: África/Conakry
hu: Afrika/Conakry
is: Afríka/Conakry
ja: アフリカ/コナクリ
ko: 아프리카/코나크리
lt: Afrika/Konakris
mn: Африк/Конакри
th: แอฟริกา/โกนากรี
uk: Африка/Конакрі
zh: 非洲/科纳克里

source: Africa/Dakar
ar: أفريقيا/داكار
el: Αφρική/Ντακάρ
fa: افریقا/داکار
fr: Afrique/Dakar
gl: África/Dakar
hu: Afrika/Dakar
is: Afríka/Dakar
ja: アフリカ/ダカール
ko: 아프리카/다카르
lt: Afrika/Dakaras
mn: Африк/Дакар
th: แอฟริกา/ดาการ์
uk: Африка/Дакар
zh: 非洲/达喀尔

source: Africa/Dar es Salaam
ar: أفريقيا/دار السلام
el: Αφρική/Νταρ ες Σαλάμ
fa: افریقا/دارالسلام
fr: Afrique/Dar es Salaam
gl: África/Dar es Salaam
hu: Afrika/Dar es-Salaam
is: Afríka/Dar es Salaam
ja: アフリカ/ダルエスサラーム
ko: 아프리카/다르에스살람
lt: Afrika/Dar es Salamas
mn: Африк/Дар-эс-Салам
th: แอฟริกา/ดาร์เอสซาลาม
uk: Африка/Дар-ес-Салам
zh: 非洲/达累斯萨拉姆

source: Africa/Djibouti
ar: أفريقيا/جيبوتي
el: Αφρική/Τζιμπουτί
fa: افریقا/جیبوتی
fr: Afrique/Djibouti
gl: África/Djibuti
hu: Afrika/Dzsibuti
is: Afríka/Djibútí
it: Africa/Gibuti
ja: アフリカ/ジブチ
ko: 아프리카/지부티
lt: Afrika/Džibutis
mn: Африк/Жибути
th: แอฟริกา/จิบูตี
uk: Африка/Джібуті
zh: 非洲/吉布提

source: Africa/Douala
ar: أفريقيا/دوالا
el: Αφρική/Ντουάλα
fa: افریقا/دوآلا
fr: Afrique/Douala
gl: África/Douala
hu: Afrika/Douala
is: Afríka/Douala
ja: アフリカ/ドゥアラ
ko: 아프리카/두알라
lt: Afrika/Duala
mn: Африк/Дуала
th: แอฟริกา/ดูอาลา
uk: Африка/Дуала
zh: 非洲/杜阿拉

source: Africa/El Aaiun
ar: أفريقيا/العيون
el: Αφρική/Ελ Αγιούν
fa: افریقا/العیون
fr: Afrique/Laâyoune
gl: África/O Aiún
hu: Afrika/El-Ajún
is: Afríka/El Aaiun
it: Africa/El Ayun
ja: アフリカ/アイウン
ko: 아프리카/엘아이운
lt: Afrika/al Ajūnas
mn: Африк/Эль-Аюн
th: แอฟริกา/เอลไอย์อุง
uk: Африка/Ель-Аюн
zh: 非洲/阿尤恩

source: Africa/Freetown
ar: أفريقيا/فري تاون
el: Αφρική/Φρίταουν
fa: افریقا/فری‌تاون
fr: Afrique/Freetown
gl: África/Freetown
hu: Afrika/Freetown
is: Afríka/Freetown
ja: アフリカ/フリータウン
ko: 아프리카/프리타운
lt: Afrika/Fritaunas
mn: Африк/Фритаун
th: แอฟริกา/ฟรีทาวน์
uk: Африка/Фрітаун
zh: 非洲/弗里敦

source: Africa/Gaborone
ar: أفريقيا/غابورون
el: Αφρική/Γκαμπορόνε
fa: افریقا/گابورون
fr: Afrique/Gaborone
gl: África/Gaborone
hu: Afrika/Gaborone
is: Afríka/Gaborone
ja: アフリカ/ハボローネ
ko: 아프리카/가보로네
lt: Afrika/Gaboronas
mn: Африк/Габороне
th: แอฟริกา/กาโบโรเน
uk: Африка/Ґабороне
zh: 非洲/哈博罗内

source: Africa/Harare
ar: أفريقيا/هراري
el: Αφρική/Χαράρε
fa: افریقا/هراره
fr: Afrique/Harare
gl: África/Harare
hu: Afrika/Harare
is: Afríka/Harare
ja: アフリカ/ハラレ
ko: 아프리카/하라레
lt: Afrika/Hararė
mn: Африк/Хараре
th: แอฟริกา/ฮาราเร
uk: Африка/Хараре
zh: 非洲/哈拉雷

source: Africa/Johannesburg
ar: أفريقيا/جوهانسبرغ
el: Αφρική/Γιοχάνεσμπουργκ
fa: افریقا/ژوهانسبورگ
fr: Afrique/Johannesburg
gl: África/Xohanesburgo
hu: Afrika/Johannesburg
is: Afríka/Jóhannesarborg
ja: アフリカ/ヨハネスブルグ
ko: 아프리카/요하네스버그
lt: Afrika/Johanesburgas
mn: Африк/Йоханнесбург
th: แอฟริกา/โจฮันเนสเบอร์ก
uk: Африка/Йоганнесбурґ
zh: 非洲/约翰内斯堡

source: Africa/Juba
ar: أفريقيا/جوبا
el: Αφρική/Τζούμπα
fa: افریقا/جوبا
fr: Afrique/Juba
gl: África/Juba
hu: Afrika/Juba
is: Afríka/Juba
it: Africa/Giuba
ja: アフリカ/ジュバ
ko: 아프리카/주바
lt: Afrika/Džuba
mn: Африк/Жуба
th: แอฟริกา/จูบา
uk: Африка/Джуба
zh: 非洲/朱巴

source: Africa/Kampala
ar: أفريقيا/كامبالا
el: Αφρική/Καμπάλα
fa: افریقا/کامپالا
fr: Afrique/Kampala
gl: África/Kampala
hu: Afrika/Kampala
is: Afríka/Kampala
ja: アフリカ/カンパラ
ko: 아프리카/캄팔라
lt: Afrika/Kampala
mn: Африк/Кампала
th: แอฟริกา/คัมพาลา
uk: Африка/Кампала
zh: 非洲/坎帕拉

source: Africa/Khartoum
ar: أفريقيا/الخرطوم
el: Αφρική/Χαρτούμ
fa: افریقا/خارطوم
fr: Afrique/Khartoum
gl: África/Khartún
hu: Afrika/Kartúm
is: Afríka/Khartoum
it: Africa/Khartum
ja: アフリカ/ハルツーム
ko: 아프리카/카르툼
lt: Afrika/Chartumas
mn: Африк/Хартум
th: แอฟริกา/คาร์ทูม
uk: Африка/Хартум
zh: 非洲/喀土穆

source: Africa/Kigali
ar: أفريقيا/كيغالي
el: Αφρική/Κιγκάλι
fa: افریقا/کیگالی
fr: Afrique/Kigali
gl: África/Kigali
hu: Afrika/Kigali
is: Afríka/Kigali
ja: アフリカ/キガリ
ko: 아프리카/키갈리
lt: Afrika/Kigalis
mn: Африк/Кигали
th: แอฟริกา/คิกาลี
uk: Африка/Кігалі
zh: 非洲/基加利

source: Africa/Kinshasa
ar: أفريقيا/كينشاسا
el: Αφρική/Κινσάσα
fa: افریقا/کینشاسا
fr: Afrique/Kinshasa
gl: África/Kinshasa
hu: Afrika/Kinshasa
is: Afríka/Kinshasa
ja: アフリカ/キンシャサ
ko: 아프리카/킨샤사
lt: Afrika/Kinšasa
mn: Африк/Киншаса
th: แอฟริกา/กินชาซา
uk: Африка/Кіншаса
zh: 非洲/金沙萨

source: Africa/Lagos
ar: أفريقيا/لاغوس
el: Αφρική/Λάγκος
fa: افریقا/لاگوس
fr: Afrique/Lagos
gl: África/Lagos
hu: Afrika/Lagos
is: Afríka/Lagos
ja: アフリカ/ラゴス
ko: 아프리카/라고스
lt: Afrika/Lagosas
mn: Африк/Лагос
th: แอฟริกา/ลากอส
uk: Африка/Лаґос
zh: 非洲/拉各斯

source: Africa/Libreville
ar: أفريقيا/ليبرفيل
el: Αφρική/Λιμπρεβίλ
fa: افریقا/لیبرویل
fr: Afrique/Libreville
gl: África/Libreville
hu: Afrika/Libreville
is: Afríka/Libreville
ja: アフリカ/リーブルヴィル
ko: 아프리카/리브르빌
lt: Afrika/Librevilis
mn: Африк/Либревиль
th: แอฟริกา/ลีเบรอวิล
uk: Африка/Лібревіль
zh: 非洲/利伯维尔

source: Africa/Lome
ar: أفريقيا/لومي
el: Αφρική/Λομέ
fa: افریقا/لومه
fr: Afrique/Lomé
gl: África/Lomé
hu: Afrika/Lome
is: Afríka/Lome
it: Africa/Lomé
ja: アフリカ/ロメ
ko: 아프리카/로메
lt: Afrika/Lomė
mn: Африк/Ломе
th: แอฟริกา/โลเม
uk: Африка/Ломе
zh: 非洲/洛美

source: Africa/Luanda
ar: أفريقيا/لواندا
el: Αφρική/Λουάντα
fa: افریقا/لواندا
fr: Afrique/Luanda
gl: África/Luanda
hu: Afrika/Luanda
is: Afríka/Luanda
ja: アフリカ/ルアンダ
ko: 아프리카/루안다
lt: Afrika/Luanda
mn: Африк/Луанда
th: แอฟริกา/ลูอันดา
uk: Африка/Луанда
zh: 非洲/罗安达

source: Africa/Lubumbashi
ar: أفريقيا/لومبباشا
el: Αφρική/Λουμπουμπάσι
fa: افریقا/لوبومباشی
fr: Afrique/Lubumbashi
gl: África/Lubumbashi
hu: Afrika/Lubumbashi
is: Afríka/Lubumbashi
ja: アフリカ/ルブンバシ
ko: 아프리카/루붐바시
lt: Afrika/Lubumbašis
mn: Африк/Лубумбаши
th: แอฟริกา/ลูบัมบาชิ
uk: Африка/Лубумбаші
zh: 非洲/卢本巴希

source: Africa/Lusaka
ar: أفريقيا/لوساكا
el: Αφρική/Λουζάκα
fa: افریقا/لوزاکا
fr: Afrique/Lusaka
gl: África/Lusaca
hu: Afrika/Lusaka
is: Afríka/Lusaka
ja: アフリカ/ルサカ
ko: 아프리카/루사카
lt: Afrika/Lusaka
mn: Африк/Лусака
th: แอฟริกา/ลูซากา
uk: Африка/Лусака
zh: 非洲/卢萨卡

source: Africa/Malabo
ar: أفريقيا/مالابو
el: Αφρική/Μαλάμπο
fa: افریقا/مالابو
fr: Afrique/Malabo
gl: África/Malabo
hu: Afrika/Malabó
is: Afríka/Malabo
ja: アフリカ/マラボ
ko: 아프리카/말라보
lt: Afrika/Malabas
mn: Африк/Малабо
th: แอฟริกา/มาลาโบ
uk: Африка/Малабо
zh: 非洲/马拉博

source: Africa/Maputo
ar: أفريقيا/مابوتو
el: Αφρική/Μαπούτο
fa: افریقا/ماپوتو
fr: Afrique/Maputo
gl: África/Maputo
hu: Afrika/Maputo
is: Afríka/Maputo
ja: アフリカ/マプト
ko: 아프리카/마푸토
lt: Afrika/Maputas
mn: Африк/Мапуто
th: แอฟริกา/มาปูโต
uk: Африка/Мапуту
zh: 非洲/马普托

source: Africa/Maseru
ar: أفريقيا/ماسيرو
el: Αφρική/Μασέρου
fa: افریقا/ماسرو
fr: Afrique/Maseru
gl: África/Maseru
hu: Afrika/Maseru
is: Afríka/Maseru
ja: アフリカ/マセル
ko: 아프리카/마세루
lt: Afrika/Maseru
mn: Африк/Масеру
th: แอฟริกา/มาเซรู
uk: Африка/Масеру
zh: 非洲/马塞卢

source: Africa/Mbabane
ar: أفريقيا/مباباني
el: Αφρική/Μπαμπάνε
fa: افریقا/مبابانه
fr: Afrique/Mbabane
gl: África/Mbabane
hu: Afrika/Mbabane
is: Afríka/Mbabane
ja: アフリカ/ムババーネ
ko: 아프리카/음바바네
lt: Afrika/Mbabanė
mn: Африк/Мбабане
th: แอฟริกา/อัมบาบาเน
uk: Африка/Мбабане
zh: 非洲/姆巴巴纳

source: Africa/Mogadishu
ar: أفريقيا/مقديشيو
el: Αφρική/Μογκαντίσου
fa: افریقا/موگادیشو
fr: Afrique/Mogadiscio
gl: África/Mogadixo
hu: Afrika/Mogadishu
is: Afríka/Mogadishu
it: Africa/Mogadiscio
ja: アフリカ/モガディシオ
ko: 아프리카/모가디슈
lt: Afrika/Mogadišas
mn: Африк/Могадишу
ro: Africa/Mogadiscio
th: แอฟริกา/โมกาดิชู
uk: Африка/Моґадішо
zh: 非洲/摩加迪沙

source: Africa/Monrovia
ar: أفريقيا/مونروفيا
el: Αφρική/Μονρόβια
fa: افریقا/مونروویا
fr: Afrique/Monrovia
gl: África/Monrovia
hu: Afrika/Monrovia
is: Afríka/Monrovia
ja: アフリカ/モンロビア
ko: 아프리카/몬로비아
lt: Afrika/Monrovija
mn: Африк/Монровиа
th: แอฟริกา/มันโรเวีย
uk: Африка/Монровія
zh: 非洲/蒙罗维亚

source: Africa/Nairobi
ar: أفريقيا/نيروبي
el: Αφρική/Ναϊρόμπι
fa: افریقا/نایروبی
fr: Afrique/Nairobi
gl: África/Nairobi
hu: Afrika/Nairobi
is: Afríka/Nairobi
ja: アフリカ/ナイロビ
ko: 아프리카/나이로비
lt: Afrika/Nairobis
mn: Африк/Найроби
th: แอฟริกา/ไนโรเบีย
uk: Африка/Найробі
zh: 非洲/内罗毕

source: Africa/Ndjamena
ar: أفريقيا/نجامينا
el: Αφρική/Ντζαμένα
fa: افریقا/انجامنا
fr: Afrique/N’Djamena
gl: África/N’Djamena
hu: Afrika/Ndjamena
is: Afríka/Ndjamena
ja: アフリカ/ンジャメナ
ko: 아프리카/엔자메나
lt: Afrika/Ndžamena
mn: Африк/Нжамена
th: แอฟริกา/เอ็นจาเมนา
uk: Африка/Нджамена
zh: 非洲/恩贾梅纳

source: Africa/Niamey
ar: أفريقيا/نيامي
el: Αφρική/Νιαμέι
fa: افریقا/نیامی
fr: Afrique/Niamey
gl: África/Niamey
hu: Afrika/Niamey
is: Afríka/Niamey
ja: アフリカ/ニアメ
ko: 아프리카/니아메
lt: Afrika/Niamėjus
mn: Африк/Ниамей
th: แอฟริกา/นีอาเมย์
uk: Африка/Ніамей
zh: 非洲/尼亚美

source: Africa/Nouakchott
ar: أفريقيا/نواكشوط
el: Αφρική/Νουακσότ
fa: افریقا/نوآکشوت
fr: Afrique/Nouakchott
gl: África/Nouakchott
hu: Afrika/Nouakchott
is: Afríka/Nouakchott
ja: アフリカ/ヌアクショット
ko: 아프리카/누악쇼트
lt: Afrika/Nuakšotas
mn: Африк/Нуакшот
th: แอฟริกา/นูแอกชอต
uk: Африка/Нуакшотт
zh: 非洲/努瓦克肖特

source: Africa/Ouagadougou
ar: أفريقيا/واغادوغو
el: Αφρική/Ουαγκαντούγκου
fa: افریقا/اوآگادوگو
fr: Afrique/Ouagadougou
gl: África/Uagadugu
hu: Afrika/Ouagadougou
is: Afríka/Ouagadougou
ja: アフリカ/ワガドゥグー
ko: 아프리카/와가두구
lt: Afrika/Vagadugu
mn: Африк/Уагадугу
th: แอฟริกา/วากาดูกู
uk: Африка/Уаґадуґу
zh: 非洲/瓦加杜古

source: Africa/Porto-Novo
ar: أفريقيا/بورتو نوفو
el: Αφρική/Πόρτο-Νόβο
fa: افریقا/پورتو نووو
fr: Afrique/Porto-Novo
gl: África/Porto-Novo
hu: Afrika/Porto-Novo
is: Afríka/Porto-Novo
ja: アフリカ/ポルトノボ
ko: 아프리카/포르토노보
lt: Afrika/Porto Novas
mn: Африк/Порто-Ново
th: แอฟริกา/ปอร์โต-โนโว
uk: Африка/Порто-Ново
zh: 非洲/波多诺伏

# Africa/Sao_Tome
source: Africa/São Tomé
ar: أفريقيا/ساو تومي
el: Αφρική/Σάο Τομέ
fa: افریقا/سائوتومه
fr: Afrique/São Tomé
gl: África/San Tomé
hu: Afrika/São Tomé
is: Afríka/Saó Tóme
ja: アフリカ/サントメ
ko: 아프리카/상투메
lt: Afrika/San Tomė
mn: Африк/Сан-Томе
ro: Africa/Sao Tomé
th: แอฟริกา/เซาตูเม
uk: Африка/Сан-Томе
zh: 非洲/圣多美

source: Africa/Tripoli
ar: أفريقيا/طرابلس
el: Αφρική/Τρίπολη
fa: افریقا/طرابلس
fr: Afrique/Tripoli (Libye)
gl: África/Trípoli
hu: Afrika/Tripoli
is: Afríka/Trípólí
ja: アフリカ/トリポリ
ko: 아프리카/트리폴리
lt: Afrika/Tripolis
mn: Африк/Триполи
th: แอฟริกา/ตรีโปลี
uk: Африка/Тріполі
zh: 非洲/的黎波里

source: Africa/Tunis
ar: أفريقيا/تونس
el: Αφρική/Τύνιδα
fa: افریقا/تونس
fr: Afrique/Tunis
gl: África/Tunes
hu: Afrika/Tunisz
is: Afríka/Túnisborg
it: Africa/Tunisi
ja: アフリカ/チュニス
ko: 아프리카/튀니스
lt: Afrika/Tunisas
mn: Африк/Тунис
th: แอฟริกา/ตูนิส
uk: Африка/Туніс
zh: 非洲/突尼斯

source: Africa/Windhoek
ar: أفريقيا/ويندهوك
el: Αφρική/Βίντχουκ
fa: افریقا/ویندهوک
fr: Afrique/Windhoek
gl: África/Windhoek
hu: Afrika/Windhoek
is: Afríka/Windhoek
ja: アフリカ/ウィントフック
ko: 아프리카/빈트후크
lt: Afrika/Vindhukas
mn: Африк/Виндхук
th: แอฟริกา/วินด์ฮุก
uk: Африка/Віндгук
zh: 非洲/温得和克

# America/Adak
source: Americas/Adak
ar: الأمريكتان/أداك
el: Αμερική/Άντακ
fa: امریکا/ایدک
fr: Amériques/Adak
gl: América/Adak
hu: Amerika/Adak
is: Ameríka/Adak
it: Americhe/Adak
ja: アメリカ大陸/アダック
ko: 아메리카 대륙/에이닥
lt: Amerika/Eidakas
mn: Америк/Адак
ro: Americi/Adak
th: อเมริกา/เอดัก
uk: Американський регіон/Адак
zh: 美洲/埃达克

# America/Anchorage
source: Americas/Anchorage
ar: الأمريكتان/أنشوراج
el: Αμερική/Άνκορατζ
fa: امریکا/انکوریج
fr: Amériques/Anchorage
gl: América/Anchorage
hu: Amerika/Anchorage
is: Ameríka/Anchorage
it: Americhe/Anchorage
ja: アメリカ大陸/アンカレッジ
ko: 아메리카 대륙/앵커리지
lt: Amerika/Ankoridžas
mn: Америк/Анкораж
ro: Americi/Anchorage
th: อเมริกา/แองเคอเรจ
uk: Американський регіон/Анкоридж
zh: 美洲/安克雷奇

# America/Anguilla
source: Americas/Anguilla
ar: الأمريكتان/أنغويلا
el: Αμερική/Ανγκουίλα
fa: امریکا/آنگوئیلا
fr: Amériques/Anguilla
gl: América/Anguila
hu: Amerika/Anguilla
is: Ameríka/Angvilla
it: Americhe/Anguilla
ja: アメリカ大陸/アンギラ
ko: 아메리카 대륙/앙귈라
lt: Amerika/Angilija
mn: Америк/Ангилья
ro: Americi/Anguilla
th: อเมริกา/แองกิลลา
uk: Американський регіон/Анґілья
zh: 美洲/安圭拉

# America/Antigua
source: Americas/Antigua
ar: الأمريكتان/أنتيغوا
el: Αμερική/Αντίγκουα
fa: امریکا/آنتیگوا
fr: Amériques/Antigua
gl: América/Antigua
hu: Amerika/Antigua
is: Ameríka/Antígva
it: Americhe/Antigua
ja: アメリカ大陸/アンティグア
ko: 아메리카 대륙/안티과
lt: Amerika/Antigva
mn: Америк/Антигуа
ro: Americi/Antigua
th: อเมริกา/แอนติกา
uk: Американський регіон/Антиґуа
zh: 美洲/安提瓜

# America/Araguaina
source: Americas/Araguaina
ar: الأمريكتان/أروجوانيا
el: Αμερική/Αραγκουάινα
fa: امریکا/آراگواینا
fr: Amériques/Araguaína
gl: América/Araguaína
hu: Amerika/Araguaína
is: Ameríka/Araguaina
it: Americhe/Araguaina
ja: アメリカ大陸/アラグァイナ
ko: 아메리카 대륙/아라과이나
lt: Amerika/Aragvajana
mn: Америк/Арагуаяна
ro: Americi/Araguaina
th: อเมริกา/อารากัวนา
uk: Американський регіон/Араґуаіна
zh: 美洲/阿拉瓜伊纳

# America/Argentina/Buenos_Aires
source: Americas/Buenos Aires
ar: الأمريكتان/بوينوس أيرس
el: Αμερική/Μπουένος Άιρες
fa: امریکا/بوئنوس‌آیرس
fr: Amériques/Buenos Aires
gl: América/Buenos Aires
hu: Amerika/Buenos Aires
is: Ameríka/Buenos Aires
it: Americhe/Buenos Aires
ja: アメリカ大陸/ブエノスアイレス
ko: 아메리카 대륙/부에노스 아이레스
lt: Amerika/Buenos Airės
mn: Америк/Буэнос-Айрес
ro: Americi/Buenos Aires
th: อเมริกา/บัวโนสไอเรส
uk: Американський регіон/Буенос-Айрес
zh: 美洲/布宜诺斯艾利斯

# America/Argentina/Catamarca
source: Americas/Catamarca
ar: الأمريكتان/كاتاماركا
el: Αμερική/Καταμάρκα
fa: امریکا/کاتامارکا
fr: Amériques/Catamarca
gl: América/Catamarca
hu: Amerika/Catamarca
is: Ameríka/Catamarca
it: Americhe/Catamarca
ja: アメリカ大陸/カタマルカ
ko: 아메리카 대륙/카타마르카
lt: Amerika/Katamarka
mn: Америк/Катамарка
ro: Americi/Catamarca
th: อเมริกา/กาตามาร์กา
uk: Американський регіон/Катамарка
zh: 美洲/卡塔马卡

# America/Argentina/Cordoba
source: Americas/Cordoba
ar: الأمريكتان/كوردوبا
el: Αμερική/Κόρδοβα
fa: امریکا/کوردووا
fr: Amériques/Córdoba
gl: América/Córdoba
hu: Amerika/Córdoba
is: Ameríka/Cordoba
it: Americhe/Cordoba
ja: アメリカ大陸/コルドバ
ko: 아메리카 대륙/코르도바
lt: Amerika/Kordoba
mn: Америк/Кордова
ro: Americi/Cordoba
th: อเมริกา/คอร์โดบา
uk: Американський регіон/Кордова
zh: 美洲/科尔多瓦

# America/Argentina/Jujuy
source: Americas/Jujuy
ar: الأمريكتان/جوجو
el: Αμερική/Χουχούι
fa: امریکا/خوخوی
fr: Amériques/Jujuy
gl: América/Jujuy
hu: Amerika/Jujuy
is: Ameríka/Jujuy
it: Americhe/Jujuy
ja: アメリカ大陸/フフイ
ko: 아메리카 대륙/후후이
lt: Amerika/Chuchujus
mn: Америк/Жужуй
ro: Americi/Jujuy
th: อเมริกา/จูจิว
uk: Американський регіон/Жужуй
zh: 美洲/胡胡伊

# America/Argentina/La_Rioja
source: Americas/Argentina/La Rioja
ar: الأمريكتان/الأرجنتين/لا ريوجا
el: Αμερική/Αργεντινή/Λα Ριόχα
fa: امریکا/آرژانتین/لاریوخا
fr: Amériques/Argentine/La Rioja
gl: América/A Arxentina/A Rioxa
hu: Amerika/Argentína/La Rioja
is: Ameríka/Argentína/La Rioja
it: Americhe/Argentina/La Rioja
ja: アメリカ大陸/アルゼンチン/ラリオハ
ko: 아메리카 대륙/아르헨티나/라 리오하
lt: Amerika/Argentina/La Riocha
mn: Америк/Аргентин/Ла-Риоха
ro: Americi/Argentina/La Rioja
th: อเมริกา/อาร์เจนตินา/ลาริโอจา
uk: Американський регіон/Аргентина/Ла-Ріоха
zh: 美洲/阿根廷/拉里奥哈

# America/Argentina/Mendoza
source: Americas/Mendoza
ar: الأمريكتان/ميندوزا
el: Αμερική/Μεντόζα
fa: امریکا/مندوسا
fr: Amériques/Mendoza
gl: América/Mendoza
hu: Amerika/Mendoza
is: Ameríka/Mendoza
it: Americhe/Mendoza
ja: アメリカ大陸/メンドーサ
ko: 아메리카 대륙/멘도사
lt: Amerika/Mendosa
mn: Америк/Мендоза
ro: Americi/Mendoza
th: อเมริกา/เมนดูซา
uk: Американський регіон/Мендоса
zh: 美洲/门多萨

# America/Argentina/Rio_Gallegos
source: Americas/Argentina/Rio Gallegos
ar: الأمريكتان/الأرجنتين/ريو جالييوس
el: Αμερική/Αργεντινή/Ρίο Γκαγιέγκος
fa: امریکا/آرژانتین/ریوگالگوس
fr: Amériques/Argentine/Río Gallegos
gl: América/A Arxentina/Río Gallegos
hu: Amerika/Argentína/Río Gallegos
is: Ameríka/Argentína/Rio Gallegos
it: Americhe/Argentina/Rio Gallegos
ja: アメリカ大陸/アルゼンチン/リオガジェゴス
ko: 아메리카 대륙/아르헨티나/리오 가예고스
lt: Amerika/Argentina/Rio Galjegosas
mn: Америк/Аргентин/Рио-Гальегос
ro: Americi/Argentina/Rio Gallegos
th: อเมริกา/อาร์เจนตินา/ริโอกาลเลกอส
uk: Американський регіон/Аргентина/Ріо-Ґальєґос
zh: 美洲/阿根廷/里奥加耶戈斯

# America/Argentina/Salta
source: Americas/Argentina/Salta
ar: الأمريكتان/الأرجنتين/سالطا
el: Αμερική/Αργεντινή/Σάλτα
fa: امریکا/آرژانتین/سالتا
fr: Amériques/Argentine/Salta
gl: América/A Arxentina/Salta
hu: Amerika/Argentína/Salta
is: Ameríka/Argentína/Salta
it: Americhe/Argentina/Salta
ja: アメリカ大陸/アルゼンチン/サルタ
ko: 아메리카 대륙/아르헨티나/살타
lt: Amerika/Argentina/Saltas
mn: Америк/Аргентин/Салта
ro: Americi/Argentina/Salta
th: อเมริกา/อาร์เจนตินา/ซัลตา
uk: Американський регіон/Аргентина/Сальта
zh: 美洲/阿根廷/萨尔塔

# America/Argentina/San_Juan
source: Americas/Argentina/San Juan
ar: الأمريكتان/الأرجنتين/سان خوان
el: Αμερική/Αργεντινή/Σαν Χουάν
fa: امریکا/آرژانتین/سن‌خوان
fr: Amériques/Argentine/San Juan
gl: América/A Arxentina/San Juan
hu: Amerika/Argentína/San Juan
is: Ameríka/Argentína/San Juan
it: Americhe/Argentina/San Juan
ja: アメリカ大陸/アルゼンチン/サンファン
ko: 아메리카 대륙/아르헨티나/산후안
lt: Amerika/Argentina/San Chuanas
mn: Америк/Аргентин/Сан-Хуан
ro: Americi/Argentina/San Juan
th: อเมริกา/อาร์เจนตินา/ซานฮวน
uk: Американський регіон/Аргентина/Сан-Хуан
zh: 美洲/阿根廷/圣胡安

# America/Argentina/San_Luis
source: Americas/Argentina/San Luis
ar: الأمريكتان/الأرجنتين/سان لويس
el: Αμερική/Αργεντινή/Σαν Λούις
fa: امریکا/آرژانتین/سن‌لوئیس
fr: Amériques/Argentine/San Luis
gl: América/A Arxentina/San Luis
hu: Amerika/Argentína/San Luis
is: Ameríka/Argentína/San Luis
it: Americhe/Argentina/San Luis
ja: アメリカ大陸/アルゼンチン/サンルイス
ko: 아메리카 대륙/아르헨티나/산루이스
lt: Amerika/Argentina/Sent Luisas
mn: Америк/Аргентин/Сан Луи
ro: Americi/Argentina/San Luis
th: อเมริกา/อาร์เจนตินา/ซันลูอิส
uk: Американський регіон/Аргентина/Сан-Луїс
zh: 美洲/阿根廷/圣路易斯

# America/Argentina/Tucuman
source: Americas/Argentina/Tucuman
ar: الأمريكتان/الأرجنتين/تاكمان
el: Αμερική/Αργεντινή/Τουκουμάν
fa: امریکا/آرژانتین/توکومن
fr: Amériques/Argentine/Tucumán
gl: América/A Arxentina/Tucumán
hu: Amerika/Argentína/Tucumán
is: Ameríka/Argentína/Tucuman
it: Americhe/Argentina/Tucumán
ja: アメリカ大陸/アルゼンチン/トゥクマン
ko: 아메리카 대륙/아르헨티나/투쿠만
lt: Amerika/Argentina/Tukumanas
mn: Америк/Аргентин/Тукуман
ro: Americi/Argentina/Tucuman
th: อเมริกา/อาร์เจนตินา/ทูคูแมน
uk: Американський регіон/Аргентина/Тукуман
zh: 美洲/阿根廷/图库曼

# America/Argentina/Ushuaia
source: Americas/Argentina/Ushuaia
ar: الأمريكتان/الأرجنتين/أشوا
el: Αμερική/Αργεντινή/Ουσουάια
fa: امریکا/آرژانتین/اوشوایا
fr: Amériques/Argentine/Ushuaïa
gl: América/A Arxentina/Ushuaia
hu: Amerika/Argentína/Ushuaia
is: Ameríka/Argentína/Ushuaia
it: Americhe/Argentina/Ushuaia
ja: アメリカ大陸/アルゼンチン/ウシュアイア
ko: 아메리카 대륙/아르헨티나/우수아이아
lt: Amerika/Argentina/Ušuaja
mn: Америк/Аргентин/Ушуайя
ro: Americi/Argentina/Ushuaia
th: อเมริกา/อาร์เจนตินา/อูชูเอีย
uk: Американський регіон/Аргентина/Ушуая
zh: 美洲/阿根廷/乌斯怀亚

# America/Aruba
source: Americas/Aruba
ar: الأمريكتان/أروبا
el: Αμερική/Αρούμπα
fa: امریکا/اروبا
fr: Amériques/Aruba
gl: América/Aruba
hu: Amerika/Aruba
is: Ameríka/Arúba
it: Americhe/Aruba
ja: アメリカ大陸/アルバ
ko: 아메리카 대륙/아루바
lt: Amerika/Aruba
mn: Америк/Аруба
ro: Americi/Aruba
th: อเมริกา/อารูบา
uk: Американський регіон/Аруба
zh: 美洲/阿鲁巴

# America/Asuncion
source: Americas/Asunción
ar: الأمريكتان/أسونسيون
el: Αμερική/Ασουνσιόν
fa: امریکا/آسونسیون
fr: Amériques/Asunción
gl: América/Asunción
hu: Amerika/Asunción
is: Ameríka/Asunción
it: Americhe/Asunción
ja: アメリカ大陸/アスンシオン
ko: 아메리카 대륙/아순시온
lt: Amerika/Asunsjonas
mn: Америк/Асунсьон
ro: Americi/Asunción
th: อเมริกา/อะซุนซิออง
uk: Американський регіон/Асунсьйон
zh: 美洲/亚松森

# America/Atikokan
source: Americas/Atikokan
ar: الأمريكتان/كورال هاربر
el: Αμερική/Ατικόκαν
fa: امریکا/اتکوکان
fr: Amériques/Atikokan
gl: América/Atikokan
hu: Amerika/Atikokan
is: Ameríka/Atikokan
it: Americhe/Atikokan
ja: アメリカ大陸/アティコカン
ko: 아메리카 대륙/코랄하버
lt: Amerika/Atikokanas
mn: Америк/Атикокан
ro: Americi/Atikokan
th: อเมริกา/คอรัลฮาร์เบอร์
uk: Американський регіон/Атікокан
zh: 美洲/阿蒂科肯
