Repository: wagtail/wagtail
Catalog: wagtail/admin/locale/*/LC_MESSAGES/timezones.po
Languages: ar, el, fa, fr, gl, hu, is, it, ja, ko, lt, mn, ro, th, uk, zh

source: Europe/London
ar: أوروبا/لندن
el: Ευρώπη/Λονδίνο
fa: اروپا/لندن
fr: Europe/Londres
gl: Europa/Londres
hu: Európa/London
is: Evrópa/Lundúnir
it: Europa/Londra
ja: ヨーロッパ/ロンドン
ko: 유럽/런던
lt: Europa/Londonas
mn: Европ/Лондон
ro: Europa/Londra
th: ยุโรป/ลอนดอน
uk: Європа/Лондон
zh: 欧洲/伦敦

source: Europe/Luxembourg
ar: أوروبا/لوكسمبورغ
el: Ευρώπη/Λουξεμβούργο
fa: اروپا/لوکزامبورگ
gl: Europa/Luxemburgo
hu: Európa/Luxemburg
is: Evrópa/Lúxemborg
it: Europa/Lussemburgo
ja: ヨーロッパ/ルクセンブルク
ko: 유럽/룩셈부르크
lt: Europa/Liuksemburgas
mn: Европ/Люксембург
ro: Europa/Luxemburg
th: ยุโรป/ลักเซมเบิร์ก
uk: Європа/Люксембург
zh: 欧洲/卢森堡

source: Europe/Madrid
ar: أوروبا/مدريد
el: Ευρώπη/Μαδρίτη
fa: اروپا/مادرید
gl: Europa/Madrid
hu: Európa/Madrid
is: Evrópa/Madríd
it: Europa/Madrid
ja: ヨーロッパ/マドリード
ko: 유럽/마드리드
lt: Europa/Madridas
mn: Европ/Мадрид
ro: Europa/Madrid
th: ยุโรป/มาดริด
uk: Європа/Мадрид
zh: 欧洲/马德里

source: Europe/Malta
ar: أوروبا/مالطة
el: Ευρώπη/Μάλτα
fa: اروپا/مالت
fr: Europe/Malte
gl: Europa/Malta
hu: Európa/Málta
is: Evrópa/Malta
it: Europa/Malta
ja: ヨーロッパ/マルタ
ko: 유럽/몰타
lt: Europa/Malta
mn: Европ/Мальта
ro: Europa/Malta
th: ยุโรป/มอลตา
uk: Європа/Мальта
zh: 欧洲/马耳他

source: Europe/Mariehamn
ar: أوروبا/ماريهامن
el: Ευρώπη/Μάριεχαμν
fa: اروپا/ماریه‌هامن
gl: Europa/Mariehamn
hu: Európa/Mariehamn
is: Evrópa/Maríuhöfn
it: Europa/Mariehamn
ja: ヨーロッパ/マリエハムン
ko: 유럽/마리에함
lt: Europa/Marianhamina
mn: Европ/Марихамн
ro: Europa/Mariehamn
th: ยุโรป/มารีฮามน์
uk: Європа/Марієгамн
zh: 欧洲/玛丽港

source: Europe/Minsk
ar: أوروبا/مينسك
el: Ευρώπη/Μινσκ
fa: اروپا/مینسک
gl: Europa/Minsk
hu: Európa/Minszk
is: Evrópa/Minsk
it: Europa/Minsk
ja: ヨーロッパ/ミンスク
ko: 유럽/민스크
lt: Europa/Minskas
mn: Европ/Минск
ro: Europa/Minsk
th: ยุโรป/มินสก์
uk: Європа/Мінськ
zh: 欧洲/明斯克

source: Europe/Monaco
ar: أوروبا/موناكو
el: Ευρώπη/Μονακό
fa: اروپا/موناکو
gl: Europa/Mónaco
hu: Európa/Monaco
is: Evrópa/Mónakó
it: Europa/Monaco
ja: ヨーロッパ/モナコ
ko: 유럽/모나코
lt: Europa/Monakas
mn: Европ/Монако
ro: Europa/Monaco
th: ยุโรป/โมนาโก
uk: Європа/Монако
zh: 欧洲/摩纳哥

source: Europe/Moscow
ar: أوروبا/موسكو
el: Ευρώπη/Μόσχα
fa: اروپا/مسکو
fr: Europe/Moscou
gl: Europa/Moscova
hu: Európa/Moszkva
is: Evrópa/Moskva
it: Europa/Mosca
ja: ヨーロッパ/モスクワ
ko: 유럽/모스크바
lt: Europa/Maskva
mn: Европ/Москва
ro: Europa/Moscova
th: ยุโรป/มอสโก
uk: Європа/Москва
zh: 欧洲/莫斯科

source: Europe/Oslo
ar: أوروبا/أوسلو
el: Ευρώπη/Όσλο
fa: اروپا/اسلو
gl: Europa/Oslo
hu: Európa/Oslo
is: Evrópa/Osló
it: Europa/Oslo
ja: ヨーロッパ/オスロ
ko: 유럽/오슬로
lt: Europa/Oslas
mn: Европ/Осло
ro: Europa/Oslo
th: ยุโรป/ออสโล
uk: Європа/Осло
zh: 欧洲/奥斯陆

source: Europe/Paris
ar: أوروبا/باريس
el: Ευρώπη/Παρίσι
fa: اروپا/پاریس
gl: Europa/París
hu: Európa/Párizs
is: Evrópa/París
it: Europa/Parigi
ja: ヨーロッパ/パリ
ko: 유럽/파리
lt: Europa/Paryžius
mn: Европ/Парис
ro: Europa/Paris
th: ยุโรป/ปารีส
uk: Європа/Париж
zh: 欧洲/巴黎

source: Europe/Podgorica
ar: أوروبا/بودغوريكا
el: Ευρώπη/Ποντγκόριτσα
fa: اروپا/پادگاریتسا
gl: Europa/Podgorica
hu: Európa/Podgorica
is: Evrópa/Podgorica
it: Europa/Podgorica
ja: ヨーロッパ/ポドゴリツァ
ko: 유럽/포드고리차
lt: Europa/Podgorica
mn: Европ/Подгорица
ro: Europa/Podgorița
th: ยุโรป/พอดกอรีตซา
uk: Європа/Подгориця
zh: 欧洲/波德戈里察

source: Europe/Prague
ar: أوروبا/براغ
el: Ευρώπη/Πράγα
fa: اروپا/پراگ
gl: Europa/Praga
hu: Európa/Prága
is: Evrópa/Prag
it: Europa/Praga
ja: ヨーロッパ/プラハ
ko: 유럽/프라하
lt: Europa/Praha
mn: Европ/Прага
ro: Europa/Praga
th: ยุโรป/ปราก
uk: Європа/Прага
zh: 欧洲/布拉格

source: Europe/Riga
ar: أوروبا/ريغا
el: Ευρώπη/Ρίγα
fa: اروپا/ریگا
gl: Europa/Riga
hu: Európa/Riga
is: Evrópa/Riga
it: Europa/Riga
ja: ヨーロッパ/リガ
ko: 유럽/리가
lt: Europa/Ryga
mn: Европ/Рига
ro: Europa/Riga
th: ยุโรป/ริกา
uk: Європа/Рига
zh: 欧洲/里加

source: Europe/Rome
ar: أوروبا/روما
el: Ευρώπη/Ρώμη
fa: اروپا/رم
gl: Europa/Roma
hu: Európa/Róma
is: Evrópa/Róm
it: Europa/Roma
ja: ヨーロッパ/ローマ
ko: 유럽/로마
lt: Europa/Roma
mn: Европ/Ром
ro: Europa/Roma
th: ยุโรป/โรม
uk: Європа/Рим
zh: 欧洲/罗马

source: Europe/Samara
ar: أوروبا/سمراء
el: Ευρώπη/Σαμάρα
fa: اروپا/سامارا
gl: Europa/Samara
hu: Európa/Szamara
is: Evrópa/Samara
it: Europa/Samara
ja: ヨーロッパ/サマラ
ko: 유럽/사마라
lt: Europa/Samara
mn: Европ/Самара
ro: Europa/Samara
th: ยุโรป/ซามารา
uk: Європа/Самара
zh: 欧洲/萨马拉

source: Europe/San Marino
ar: أوروبا/سان مارينو
el: Ευρώπη/Άγιος Μαρίνος
fa: اروپا/سان‌مارینو
fr: Europe/Saint-Marin
gl: Europa/San Marino
hu: Európa/San Marino
is: Evrópa/San Marínó
it: Europa/San Marino
ja: ヨーロッパ/サンマリノ
ko: 유럽/산마리노
lt: Europa/San Marinas
mn: Европ/Сан-Марино
ro: Europa/San Marino
th: ยุโรป/ซานมารีโน
uk: Європа/Сан-Марино
zh: 欧洲/圣马力诺

source: Europe/Sarajevo
ar: أوروبا/سراييفو
el: Ευρώπη/Σαράγεβο
fa: اروپا/سارایوو
gl: Europa/Saraievo
hu: Európa/Szarajevó
is: Evrópa/Sarajevó
it: Europa/Sarajevo
ja: ヨーロッパ/サラエボ
ko: 유럽/사라예보
lt: Europa/Sarajevas
mn: Европ/Сараево
ro: Europa/Sarajevo
th: ยุโรป/ซาราเยโว
uk: Європа/Сараєво
zh: 欧洲/萨拉热窝

source: Europe/Saratov
ar: أوروبا/ساراتوف
el: Ευρώπη/Σαράτοφ
fa: اروپا/ساراتوف
gl: Europa/Saratov
hu: Európa/Szaratov
is: Evrópa/Saratov
it: Europa/Saratov
ja: ヨーロッパ/サラトフ
ko: 유럽/사라토프
lt: Europa/Saratovas
mn: Европ/Саратов
ro: Europa/Saratov
th: ยุโรป/ซาราทอฟ
uk: Європа/Саратов
zh: 欧洲/萨拉托夫

source: Europe/Simferopol
ar: أوروبا/سيمفروبول
el: Ευρώπη/Συμφερόπολη
fa: اروپا/سیمفروپل
gl: Europa/Simferópol
hu: Európa/Szimferopol
is: Evrópa/Simferopol
it: Europa/Sinferopoli
ja: ヨーロッパ/シンフェロポリ
ko: 유럽/심페로폴
lt: Europa/Simferopolis
mn: Европ/Симферополь
ro: Europa/Simferopol
th: ยุโรป/ซิมเฟอโรโปล
uk: Європа/Сімферополь
zh: 欧洲/辛菲罗波尔

source: Europe/Skopje
ar: أوروبا/سكوبي
el: Ευρώπη/Σκόπια
fa: اروپا/اسکوپیه
gl: Europa/Skopje
hu: Európa/Skopje
is: Evrópa/Skopje
it: Europa/Skopje
ja: ヨーロッパ/スコピエ
ko: 유럽/스코페
lt: Europa/Skopjė
mn: Европ/Скопье
ro: Europa/Skopje
th: ยุโรป/สโกเปีย
uk: Європа/Скопʼє
zh: 欧洲/斯科普里

source: Europe/Sofia
ar: أوروبا/صوفيا
el: Ευρώπη/Σόφια
fa: اروپا/صوفیه
gl: Europa/Sofía
hu: Európa/Szófia
is: Evrópa/Sófía
it: Europa/Sofia
ja: ヨーロッパ/ソフィア
ko: 유럽/소피아
lt: Europa/Sofija
mn: Европ/София
ro: Europa/Sofia
th: ยุโรป/โซเฟีย
uk: Європа/Софія
zh: 欧洲/索非亚

source: Europe/Stockholm
ar: أوروبا/ستوكهولم
el: Ευρώπη/Στοκχόλμη
fa: اروپا/استکهلم
gl: Europa/Estocolmo
hu: Európa/Stockholm
is: Evrópa/Stokkhólmur
it: Europa/Stoccolma
ja: ヨーロッパ/ストックホルム
ko: 유럽/스톡홀름
lt: Europa/Stokholmas
mn: Европ/Стокольм
ro: Europa/Stockholm
th: ยุโรป/สตอกโฮล์ม
uk: Європа/Стокгольм
zh: 欧洲/斯德哥尔摩

source: Europe/Tallinn
ar: أوروبا/تالين
el: Ευρώπη/Ταλίν
fa: اروپا/تالین
gl: Europa/Tallinn
hu: Európa/Tallin
is: Evrópa/Tallinn
it: Europa/Tallinn
ja: ヨーロッパ/タリン
ko: 유럽/탈린
lt: Europa/Talinas
mn: Европ/Таллин
ro: Europa/Tallinn
th: ยุโรป/ทาลลินน์
uk: Європа/Таллінн
zh: 欧洲/塔林

source: Europe/Tirane
ar: أوروبا/تيرانا
el: Ευρώπη/Τίρανα
fa: اروپا/تیرانا
fr: Europe/Tirana
gl: Europa/Tirana
hu: Európa/Tirana
is: Evrópa/Tírana
it: Europa/Tirana
ja: ヨーロッパ/ティラナ
ko: 유럽/티라나
lt: Europa/Tirana
mn: Европ/Тирана
ro: Europa/Tirana
th: ยุโรป/ติรานา
uk: Європа/Тирана
zh: 欧洲/地拉那

source: Europe/Ulyanovsk
ar: أوروبا/أوليانوفسك
el: Ευρώπη/Ουλιάνοφσκ
fa: اروپا/اولیانوفسک
fr: Europe/Oulianovsk
gl: Europa/Ulianovsk
hu: Európa/Uljanovszk
is: Evrópa/Ulyanovsk
it: Europa/Ulyanovsk
ja: ヨーロッパ/ウリヤノフスク
ko: 유럽/울리야노프스크
lt: Europa/Uljanovskas
mn: Европ/Ульяновск
ro: Europa/Ulianovsk
th: ยุโรป/อะลิยานอฟ
uk: Європа/Ульяновськ
zh: 欧洲/乌里扬诺夫斯克

# Europe/Uzhgorod
source: Europe/Uzhhorod
ar: أوروبا/أوزجرود
el: Ευρώπη/Ούζχοροντ
fa: اروپا/اوژگورود
fr: Europe/Oujgorod
gl: Europa/Uzghorod
hu: Európa/Ungvár
is: Evrópa/Uzhgorod
it: Europa/Užhorod
ja: ヨーロッパ/ウージュホロド
ko: 유럽/우주고로트
lt: Europa/Užhorodas
mn: Европ/Ужгород
ro: Europa/Ujhorod
th: ยุโรป/อัซโกร็อด
uk: Європа/Ужгород
zh: 欧洲/乌日哥罗德

source: Europe/Vaduz
ar: أوروبا/فادوز
el: Ευρώπη/Βαντούζ
fa: اروپا/فادوتس
gl: Europa/Vaduz
hu: Európa/Vaduz
is: Evrópa/Vaduz
it: Europa/Vaduz
ja: ヨーロッパ/ファドゥーツ
ko: 유럽/파두츠
lt: Europa/Vaducas
mn: Европ/Вадуз
ro: Europa/Vaduz
th: ยุโรป/วาดุซ
uk: Європа/Вадуц
zh: 欧洲/瓦杜兹

source: Europe/Vatican
ar: أوروبا/الفاتيكان
el: Ευρώπη/Βατικανό
fa: اروپا/واتیکان
fr: Europe/Le Vatican
gl: Europa/Vaticano
hu: Európa/Vatikán
is: Evrópa/Vatíkanið
it: Europa/Città del Vaticano
ja: ヨーロッパ/バチカン
ko: 유럽/바티칸
lt: Europa/Vatikanas
mn: Европ/Ватикан
ro: Europa/Vatican
th: ยุโรป/วาติกัน
uk: Європа/Ватикан
zh: 欧洲/梵蒂冈

source: Europe/Vienna
ar: أوروبا/فيينا
el: Ευρώπη/Βιέννη
fa: اروپا/وین
fr: Europe/Vienne
gl: Europa/Viena
hu: Európa/Bécs
is: Evrópa/Vín
it: Europa/Vienna
ja: ヨーロッパ/ウィーン
ko: 유럽/비엔나
lt: Europa/Viena
mn: Европ/Вена
ro: Europa/Viena
th: ยุโรป/เวียนนา
uk: Європа/Відень
zh: 欧洲/维也纳

source: Europe/Vilnius
ar: أوروبا/فيلنيوس
el: Ευρώπη/Βίλνιους
fa: اروپا/ویلنیوس
gl: Europa/Vilnius
hu: Európa/Vilnius
is: Evrópa/Vilníus
it: Europa/Vilnius
ja: ヨーロッパ/ヴィリニュス
ko: 유럽/빌니우스
lt: Europa/Vilnius
mn: Европ/Вильнюс
ro: Europa/Vilnius
th: ยุโรป/วิลนีอุส
uk: Європа/Вільнюс
zh: 欧洲/维尔纽斯

source: Europe/Volgograd
ar: أوروبا/فولوجراد
el: Ευρώπη/Βόλγκοκραντ
fa: اروپا/ولگاگراد
gl: Europa/Volgogrado
hu: Európa/Volgográd
is: Evrópa/Volgograd
it: Europa/Volgograd
ja: ヨーロッパ/ボルゴグラード
ko: 유럽/볼고그라트
lt: Europa/Volgogradas
mn: Европ/Волгоград
ro: Europa/Volgograd
th: ยุโรป/วอลโกกราด
uk: Європа/Волгоград
zh: 欧洲/伏尔加格勒

source: Europe/Warsaw
ar: أوروبا/وارسو
el: Ευρώπη/Βαρσοβία
fa: اروپا/ورشو
fr: Europe/Varsovie
gl: Europa/Varsovia
hu: Európa/Varsó
is: Evrópa/Varsjá
it: Europa/Varsavia
ja: ヨーロッパ/ワルシャワ
ko: 유럽/바르샤바
lt: Europa/Varšuva
mn: Европ/Варшав
ro: Europa/Varșovia
th: ยุโรป/วอร์ซอ
uk: Європа/Варшава
zh: 欧洲/华沙

source: Europe/Zagreb
ar: أوروبا/زغرب
el: Ευρώπη/Ζάγκρεμπ
fa: اروپا/زاگرب
gl: Europa/Zagreb
hu: Európa/Zágráb
is: Evrópa/Zagreb
it: Europa/Zagabria
ja: ヨーロッパ/ザグレブ
ko: 유럽/자그레브
lt: Europa/Zagrebas
mn: Европ/Загреб
ro: Europa/Zagreb
th: ยุโรป/ซาเกร็บ
uk: Європа/Загреб
zh: 欧洲/萨格勒布

source: Europe/Zaporozhye
ar: أوروبا/زابوروزي
el: Ευρώπη/Ζαπορόζιε
fa: اروپا/زاپوروژیا
fr: Europe/Zaporojie
gl: Europa/Zaporizhia
hu: Európa/Zaporozsje
is: Evrópa/Zaporozhye
it: Europa/Zaporozhye
ja: ヨーロッパ/ザポリージャ
ko: 유럽/자포로지예
lt: Europa/Zaporožė
mn: Европ/Запорожье
ro: Europa/Zaporoje
th: ยุโรป/ซาโปโรซี
uk: Європа/Запоріжжя
zh: 欧洲/扎波罗热

source: Europe/Zurich
ar: أوروبا/زيورخ
el: Ευρώπη/Ζυρίχη
fa: اروپا/زوریخ
gl: Europa/Zürich
hu: Európa/Zürich
is: Evrópa/Zurich
it: Europa/Zurigo
ja: ヨーロッパ/チューリッヒ
ko: 유럽/취리히
lt: Europa/Ciurichas
mn: Европ/Цюрих
ro: Europa/Zürich
th: ยุโรป/ซูริค
uk: Європа/Цюріх
zh: 欧洲/苏黎世

# GMT
source: GMT/Greenwich Mean Time
ar: GMT/توقيت غرينتش
el: GMT/Μέση ώρα Γκρίνουιτς
fa: GMT/وقت گرینویچ
fr: GMT/heure moyenne de Greenwich
gl: GMT/Horario do meridiano de Greenwich
hu: GMT/greenwichi középidő, téli idő
is: GMT/Greenwich-staðaltími
it: GMT/Ora del meridiano di Greenwich
ja: GMT/グリニッジ標準時
ko: GMT/그리니치 표준시
lt: GMT/Grinvičo laikas
mn: GMT/Гринвичийн цаг
ro: GMT/Ora de Greenwhich
th: GMT/เวลามาตรฐานกรีนิช
uk: GMT/за Гринвічем
zh: GMT/格林尼治标准时间

source: Indian/Antananarivo
ar: Indian/أنتاناناريفو
el: Indian/Ανταναναρίβο
fa: Indian/آنتاناناریوو
ja: Indian/アンタナナリボ
ko: Indian/안타나나리보
lt: Indian/Antananaryvas
mn: Indian/Антананариво
th: Indian/อันตานานาริโว
uk: Indian/Антананаріву
zh: Indian/安塔那那利佛

source: Indian/Chagos
ar: Indian/تشاغوس
el: Indian/Τσάγκος
fa: Indian/شاگوس
ja: Indian/チャゴス
ko: Indian/차고스
lt: Indian/Čagosas
mn: Indian/Чагос
th: Indian/ชากัส
uk: Indian/Чаґос
zh: Indian/查戈斯

source: Indian/Christmas
ar: Indian/كريسماس
el: Indian/Νήσος Χριστουγέννων
fa: Indian/کریسمس
gl: Indian/Illa Christmas
hu: Indian/Karácsony-sziget
is: Indian/Jólaey
it: Indian/Natale
ja: Indian/クリスマス島
ko: Indian/크리스마스
lt: Indian/Kalėdų Sala
mn: Indian/Крисмас
th: Indian/คริสต์มาส
uk: Indian/Острів Різдва
zh: Indian/圣诞岛

source: Indian/Cocos
ar: Indian/كوكوس
el: Indian/Κόκος
fa: Indian/کوکوس
hu: Indian/Kókusz-sziget
is: Indian/Kókoseyjar
ja: Indian/ココス諸島
ko: Indian/코코스
lt: Indian/Kokosų sala
mn: Indian/Кокос
th: Indian/โคโคส
uk: Indian/Кокосові Острови
zh: Indian/可可斯

source: Indian/Comoro
ar: Indian/جزر القمر
el: Indian/Κομόρο
fa: Indian/کومورو
fr: Indian/Comores
gl: Indian/Comores
hu: Indian/Komoró
it: Indian/Comore
ja: Indian/コモロ
ko: Indian/코모로
lt: Indian/Komoras
mn: Indian/Коморо
ro: Indian/Comore
th: Indian/โคโมโร
uk: Indian/Комори
zh: Indian/科摩罗

source: Indian/Kerguelen
ar: Indian/كيرغويلين
el: Indian/Κεργκελέν
fa: Indian/کرگولن
ja: Indian/ケルゲレン諸島
ko: Indian/케르켈렌
lt: Indian/Kergelenas
mn: Indian/Кергелен
th: Indian/แกร์เกอลอง
uk: Indian/Керґелен
zh: Indian/凯尔盖朗

source: Indian/Mahe
ar: Indian/ماهي
el: Indian/Μάχε
fa: Indian/ماهه
fr: Indian/Mahé
gl: Indian/Mahé
ja: Indian/マヘ
ko: Indian/마헤
lt: Indian/Mahė
mn: Indian/Махе
th: Indian/มาเอ
uk: Indian/Махе
zh: Indian/马埃岛

source: Indian/Maldives
ar: Indian/المالديف
el: Indian/Μαλδίβες
fa: Indian/مالدیو
gl: Indian/Maldivas
hu: Indian/Maldív-szigetek
is: Indian/Maldíveyjar
it: Indian/Maldive
ja: Indian/モルディブ
ko: Indian/몰디브
lt: Indian/Maldyvai
mn: Indian/Мальдив
ro: Indian/Maldive
th: Indian/มัลดีฟส์
uk: Indian/Мальдіви
zh: Indian/马尔代夫

source: Indian/Mauritius
ar: Indian/موريشيوس
el: Indian/Μαυρίκιος
fa: Indian/موریس
fr: Indian/Maurice
gl: Indian/Mauricio
is: Indian/Máritíus
ja: Indian/モーリシャス
ko: Indian/모리셔스
lt: Indian/Mauricijus
mn: Indian/Маврикий
th: Indian/มอริเชียส
uk: Indian/Маврікій
zh: Indian/毛里求斯

source: Indian/Mayotte
ar: Indian/مايوت
el: Indian/Μαγιότ
fa: Indian/مایوت
ja: Indian/マヨット
ko: Indian/메요트
lt: Indian/Majotas
mn: Indian/Майотта
th: Indian/มาโยเต
uk: Indian/Майотта
zh: Indian/马约特

# Indian/Reunion
source: Indian/Réunion
ar: Indian/ريونيون
el: Indian/Ρεϊνιόν
fa: Indian/رئونیون
fr: Indian/La Réunion
gl: Indian/Reunión
it: Indian/La Riunione
ja: Indian/レユニオン
ko: Indian/레위니옹
lt: Indian/Reunjonas
mn: Indian/Реюнион
th: Indian/เรอูนียง
uk: Indian/Реюньйон
zh: Indian/留尼汪

source: Pacific/Apia
ar: Pacific/أبيا
el: Pacific/Απία
fa: Pacific/آپیا
ja: Pacific/アピア
ko: Pacific/아피아
lt: Pacific/Apija
mn: Pacific/Апиа
th: Pacific/อาปีอา
uk: Pacific/Апіа
zh: Pacific/阿皮亚

source: Pacific/Auckland
ar: Pacific/أوكلاند
el: Pacific/Όκλαντ
fa: Pacific/اوکلند
ja: Pacific/オークランド
ko: Pacific/오클랜드
lt: Pacific/Oklandas
mn: Pacific/Оукленд
th: Pacific/โอคแลนด์
uk: Pacific/Окленд
zh: Pacific/奥克兰

source: Pacific/Bougainville
ar: Pacific/بوغانفيل
el: Pacific/Μπουγκενβίλ
fa: Pacific/بوگنویل
ja: Pacific/ブーゲンビル
ko: Pacific/부갱빌
lt: Pacific/Bugenvilis
mn: Pacific/Бугенвиль
th: Pacific/บูเกนวิลล์
uk: Pacific/Буґенвіль
zh: Pacific/布干维尔

source: Pacific/Chatham
ar: Pacific/تشاثام
el: Pacific/Τσάταμ
fa: Pacific/چتم
hu: Pacific/Chatham-szigetek
ja: Pacific/チャタム
ko: Pacific/채텀
lt: Pacific/Čatamas
mn: Pacific/Чатем
th: Pacific/แชทัม
uk: Pacific/Чатем
zh: Pacific/查塔姆

source: Pacific/Chuuk
ar: Pacific/ترك
el: Pacific/Τσουκ
fa: Pacific/چوک
hu: Pacific/Truk
ja: Pacific/チューク
ko: Pacific/트루크
lt: Pacific/Čukas
mn: Pacific/Чүүк
th: Pacific/ทรัก
uk: Pacific/Чуук
zh: Pacific/特鲁克群岛

source: Pacific/Easter
ar: Pacific/استر
el: Pacific/Νήσος Πάσχα
fa: Pacific/ایستر
fr: Pacific/Île de Pâques
gl: Pacific/Illa de Pascua
hu: Pacific/Húsvét-szigetek
is: Pacific/Páskaeyja
it: Pacific/Pasqua
ja: Pacific/イースター島
ko: Pacific/이스터 섬
lt: Pacific/Velykų sala
mn: Pacific/Истер
ro: Pacific/Insula Paștelui
th: Pacific/อีสเตอร์
uk: Pacific/Острів Пасхи
zh: Pacific/复活节岛

source: Pacific/Efate
ar: Pacific/إيفات
el: Pacific/Εφάτε
fa: Pacific/افاته
fr: Pacific/Éfaté
ja: Pacific/エフェテ島
ko: Pacific/에파테
lt: Pacific/Efatė
mn: Pacific/Эфате
th: Pacific/เอฟาเต
uk: Pacific/Ефате
zh: Pacific/埃法特

source: Pacific/Enderbury
ar: Pacific/اندربيرج
el: Pacific/Έντερμπερι
fa: Pacific/اندربری
ja: Pacific/エンダーベリー島
ko: Pacific/엔더베리
lt: Pacific/Enderburis
mn: Pacific/Эндербери
th: Pacific/เอนเดอร์เบอรี
uk: Pacific/Ендербері
zh: Pacific/恩德伯里

source: Pacific/Fakaofo
ar: Pacific/فاكاوفو
el: Pacific/Φακαόφο
fa: Pacific/فاکائوفو
ja: Pacific/ファカオフォ
ko: Pacific/파카오푸
lt: Pacific/Fakaofas
mn: Pacific/Факаофо
th: Pacific/ฟาเคาโฟ
uk: Pacific/Факаофо
zh: Pacific/法考福

source: Pacific/Fiji
ar: Pacific/فيجي
el: Pacific/Φίτζι
fa: Pacific/فیجی
fr: Pacific/Fidji
gl: Pacific/Fixi
hu: Pacific/Fidzsi
is: Pacific/Fidjí
it: Pacific/Figi
ja: Pacific/フィジー
ko: Pacific/피지
lt: Pacific/Fidžis
mn: Pacific/Фижи
th: Pacific/ฟิจิ
uk: Pacific/Фіджі
zh: Pacific/斐济

source: Pacific/Funafuti
ar: Pacific/فونافوتي
el: Pacific/Φουναφούτι
fa: Pacific/فونافوتی
ja: Pacific/フナフティ
ko: Pacific/푸나푸티
lt: Pacific/Funafutis
mn: Pacific/Фунафути
th: Pacific/ฟูนะฟูตี
uk: Pacific/Фунафуті
zh: Pacific/富纳富提

source: Pacific/Galapagos
ar: Pacific/جلاباجوس
el: Pacific/Γκαλάπαγκος
fa: Pacific/گالاپاگوس
fr: Pacific/Galápagos
gl: Pacific/Illas Galápagos
hu: Pacific/Galapagos-szigetek
ja: Pacific/ガラパゴス
ko: Pacific/갈라파고스
lt: Pacific/Galapagai
mn: Pacific/Галапагос
th: Pacific/กาลาปาโกส
uk: Pacific/Ґалапаґос
zh: Pacific/加拉帕戈斯

source: Pacific/Gambier
ar: Pacific/جامبير
el: Pacific/Γκάμπιερ
fa: Pacific/گامبیر
hu: Pacific/Gambier-szigetek
ja: Pacific/ガンビエ諸島
ko: Pacific/감비어
lt: Pacific/Gambyras
mn: Pacific/Гамбьер
th: Pacific/แกมเบียร์
uk: Pacific/Гамбʼє
zh: Pacific/甘比尔

source: Pacific/Guadalcanal
ar: Pacific/غوادالكانال
el: Pacific/Γκουανταλκανάλ
fa: Pacific/گوادال‌کانال
ja: Pacific/ガダルカナル
ko: Pacific/과달카날
lt: Pacific/Gvadalkanalis
mn: Pacific/Гуадалканал
th: Pacific/กัวดัลคานัล
uk: Pacific/Гуадалканал
zh: Pacific/瓜达尔卡纳尔

source: Pacific/Guam
ar: Pacific/غوام
el: Pacific/Γκουάμ
fa: Pacific/گوام
is: Pacific/Gvam
ja: Pacific/グアム
ko: Pacific/괌
lt: Pacific/Guamas
mn: Pacific/Гуам
th: Pacific/กวม
uk: Pacific/Гуам
zh: Pacific/关岛

source: Pacific/Honolulu
ar: Pacific/هونولولو
el: Pacific/Χονολουλού
fa: Pacific/هونولولو
gl: Pacific/Honolulú
ja: Pacific/ホノルル
ko: Pacific/호놀룰루
mn: Pacific/Хонолулу
th: Pacific/โฮโนลูลู
uk: Pacific/Гонолулу
zh: Pacific/檀香山

source: Pacific/Kiritimati
ar: Pacific/كيريتي ماتي
el: Pacific/Κιριτιμάτι
fa: Pacific/کریتیماتی
hu: Pacific/Kiritimati-sziget
ja: Pacific/キリスィマスィ島
ko: Pacific/키리티마티
lt: Pacific/Kiritimatis
mn: Pacific/Киритимати
th: Pacific/คิริทิมาตี
uk: Pacific/Кірітіматі
zh: Pacific/基里地马地岛

source: Pacific/Kosrae
ar: Pacific/كوسرا
el: Pacific/Κόσραϊ
fa: Pacific/کوسرای
hu: Pacific/Kosrae-szigetek
ja: Pacific/コスラエ
ko: Pacific/코스레
lt: Pacific/Kosrajė
mn: Pacific/Косрэ
th: Pacific/คอสไร
uk: Pacific/Косрае
zh: Pacific/库赛埃

source: Pacific/Kwajalein
ar: Pacific/كواجالين
el: Pacific/Κουατζαλέιν
fa: Pacific/کواجیلین
hu: Pacific/Kwajalein-zátony
ja: Pacific/クェゼリン
ko: Pacific/콰잘렌
lt: Pacific/Kvadžaleinas
mn: Pacific/Кважалейн
th: Pacific/ควาจาเลน
uk: Pacific/Кваджалейн
zh: Pacific/夸贾林

source: Pacific/Majuro
ar: Pacific/ماجورو
el: Pacific/Ματζούρο
fa: Pacific/ماجورو
hu: Pacific/Majuro-zátony
ja: Pacific/マジュロ
ko: Pacific/마주로
lt: Pacific/Madžūras
mn: Pacific/Мажуро
th: Pacific/มาจูโร
uk: Pacific/Маджуро
zh: Pacific/马朱罗

source: Pacific/Marquesas
ar: Pacific/ماركيساس
el: Pacific/Μαρκέζας
fa: Pacific/مارکوزه
fr: Pacific/Marquises
hu: Pacific/Marquesas-szigetek
is: Pacific/Marquesas-eyjar
it: Pacific/Marchesi
ja: Pacific/マルキーズ
ko: Pacific/마퀘사스
lt: Pacific/Markizo salos
mn: Pacific/Маркез
ro: Pacific/Marchize
th: Pacific/มาร์เคซัส
uk: Pacific/Маркізькі острови
zh: Pacific/马克萨斯

source: Pacific/Midway
ar: Pacific/ميدواي
el: Pacific/Μίντγουεϊ
fa: Pacific/میدوی
hu: Pacific/Midway-szigetek
ja: Pacific/ミッドウェー島
ko: Pacific/미드웨이
lt: Pacific/Midvėjus
mn: Pacific/Мидуэй
th: Pacific/มิดเวย์
uk: Pacific/Мідвей
zh: Pacific/中途岛

source: Pacific/Nauru
ar: Pacific/ناورو
el: Pacific/Ναούρου
fa: Pacific/نائورو
is: Pacific/Nárú
ja: Pacific/ナウル
ko: Pacific/나우루
mn: Pacific/Науру
th: Pacific/นาอูรู
uk: Pacific/Науру
zh: Pacific/瑙鲁

source: Pacific/Niue
ar: Pacific/نيوي
el: Pacific/Νιούε
fa: Pacific/نیوئه
ja: Pacific/ニウエ
ko: Pacific/니우에
lt: Pacific/Niujė
mn: Pacific/Ниуэ
th: Pacific/นีอูเอ
uk: Pacific/Ніуе
zh: Pacific/纽埃

source: Pacific/Norfolk
ar: Pacific/نورفولك
el: Pacific/Νόρφολκ
fa: Pacific/نورفولک
ja: Pacific/ノーフォーク島
ko: Pacific/노퍽
lt: Pacific/Norfolkas
mn: Pacific/Норфолк
th: Pacific/นอร์ฟอล์ก
uk: Pacific/Норфолк
zh: Pacific/诺福克

source: Pacific/Noumea
ar: Pacific/نوميا
el: Pacific/Νουμέα
fa: Pacific/نومئا
fr: Pacific/Nouméa
ja: Pacific/ヌメア
ko: Pacific/누메아
lt: Pacific/Numėja
mn: Pacific/Нумеа
th: Pacific/นูเมอา
uk: Pacific/Нумеа
zh: Pacific/努美阿

source: Pacific/Pago Pago
ar: Pacific/باغو باغو
el: Pacific/Πάγκο Πάγκο
fa: Pacific/پاگوپاگو
ja: Pacific/パゴパゴ
ko: Pacific/파고파고
lt: Pacific/Pago Pagas
mn: Pacific/Паго Паго
th: Pacific/ปาโก ปาโก
uk: Pacific/Паго-Паго
zh: Pacific/帕果帕果

source: Pacific/Palau
ar: Pacific/بالاو
el: Pacific/Παλάου
fa: Pacific/پالائو
is: Pacific/Palá
ja: Pacific/パラオ
ko: Pacific/팔라우
mn: Pacific/Палау
th: Pacific/ปาเลา
uk: Pacific/Палау
zh: Pacific/帕劳

source: Pacific/Pitcairn
ar: Pacific/بيتكيرن
el: Pacific/Πίτκερν
fa: Pacific/پیت‌کرن
hu: Pacific/Pitcairn-szigetek
ja: Pacific/ピトケアン諸島
ko: Pacific/핏케언
lt: Pacific/Pitkerno sala
mn: Pacific/Питкэрн
ro: Pacific/Insula Pitcairn
th: Pacific/พิตแคร์น
uk: Pacific/Піткерн
zh: Pacific/皮特凯恩

source: Pacific/Pohnpei
ar: Pacific/باناب
el: Pacific/Πονάπε
fa: Pacific/پانپی
hu: Pacific/Ponape-szigetek
ja: Pacific/ポンペイ島
ko: Pacific/포나페
lt: Pacific/Ponapė
mn: Pacific/Понпей
th: Pacific/โปนาเป
uk: Pacific/Понапе
zh: Pacific/波纳佩岛

source: Pacific/Port Moresby
ar: Pacific/بور مورسبي
el: Pacific/Πορτ Μόρεσμπι
fa: Pacific/پورت‌مورزبی
ja: Pacific/ポートモレスビー
ko: Pacific/포트모르즈비
lt: Pacific/Port Morsbis
mn: Pacific/Порт-Морсби
th: Pacific/พอร์ตมอร์สบี
uk: Pacific/Порт-Морсбі
zh: Pacific/莫尔兹比港

source: Pacific/Rarotonga
ar: Pacific/راروتونغا
el: Pacific/Ραροτόνγκα
fa: Pacific/راروتونگا
ja: Pacific/ラロトンガ
ko: Pacific/라로통가
mn: Pacific/Раротонга
th: Pacific/ราโรตองกา
uk: Pacific/Раротонга
zh: Pacific/拉罗汤加

source: Pacific/Saipan
ar: Pacific/سايبان
el: Pacific/Σαϊπάν
fa: Pacific/سایپان
ja: Pacific/サイパン
ko: Pacific/사이판
lt: Pacific/Saipanas
mn: Pacific/Сайпан
th: Pacific/ไซปัน
uk: Pacific/Сайпан
zh: Pacific/塞班

source: Pacific/Tahiti
ar: Pacific/تاهيتي
el: Pacific/Ταϊτή
fa: Pacific/تاهیتی
gl: Pacific/Tahití
is: Pacific/Tahítí
ja: Pacific/タヒチ
ko: Pacific/타히티
lt: Pacific/Taitis
mn: Pacific/Таити
th: Pacific/ตาฮีตี
uk: Pacific/Таїті
zh: Pacific/塔希提

source: Pacific/Tarawa
ar: Pacific/تاراوا
el: Pacific/Ταράουα
fa: Pacific/تاراوا
ja: Pacific/タラワ
ko: Pacific/타라와
lt: Pacific/Tarava
mn: Pacific/Тарава
th: Pacific/ตาระวา
uk: Pacific/Тарава
zh: Pacific/塔拉瓦

source: Pacific/Tongatapu
ar: Pacific/تونغاتابو
el: Pacific/Τονγκατάπου
fa: Pacific/تونگاتاپو
ja: Pacific/トンガタプ
ko: Pacific/통가타푸
mn: Pacific/Тонгатапу
th: Pacific/ตองกาตาปู
uk: Pacific/Тонгатапу
zh: Pacific/东加塔布

source: Pacific/Wake
ar: Pacific/واك
el: Pacific/Γουέικ
fa: Pacific/ویک
hu: Pacific/Wake-sziget
ja: Pacific/ウェーク島
ko: Pacific/웨이크
lt: Pacific/Veiko sala
mn: Pacific/Уэк
th: Pacific/เวก
uk: Pacific/Вейк
zh: Pacific/威克

source: Pacific/Wallis
ar: Pacific/واليس
el: Pacific/Γουάλις
fa: Pacific/والیس
ja: Pacific/ウォリス諸島
ko: Pacific/월리스
lt: Pacific/Volisas
mn: Pacific/Уоллис
th: Pacific/วาลลิส
uk: Pacific/Уолліс
zh: Pacific/瓦利斯

# US/Alaska
source: US/Alaska Time
ar: الولايات المتحدة/توقيت ألاسكا
el: ΗΠΑ/Ώρα Αλάσκας
fa: ایالات متحده/وقت آلاسکا
fr: É.-U./heure de l’Alaska
gl: EUA/Horario de Alasca
hu: USA/alaszkai idő
is: BNA/Tími í Alaska
it: USA/Ora dell’Alaska
ja: アメリカ/アラスカ時間
ko: 미국/알래스카 시간
lt: JAV/Aliaskos laikas
mn: АНУ/Аляскийн цаг
ro: S.U.A./Ora din Alaska
th: สหรัฐฯ/เวลาอะแลสกา
uk: США/за часом на Алясці
zh: 美国/阿拉斯加时间

source: US/Arizona
ar: الولايات المتحدة/Arizona
el: ΗΠΑ/Arizona
fa: ایالات متحده/Arizona
fr: É.-U./Arizona
gl: EUA/Arizona
hu: USA/Arizona
is: BNA/Arizona
it: USA/Arizona
ja: アメリカ/Arizona
ko: 미국/Arizona
lt: JAV/Arizona
mn: АНУ/Arizona
ro: S.U.A./Arizona
th: สหรัฐฯ/Arizona
uk: США/Arizona
zh: 美国/Arizona
