Repository: wagtail/wagtail
Catalog: wagtail/locales/locale/*/LC_MESSAGES/django.po
Languages: ar, it, tr

source: Wagtail locales
ar: لغات Wagtail
it: Localizzazioni Wagtail
tr: Wagtail yerelleştirmeleri

source: Language
ar: اللغة
it: Lingua
tr: Dil

source: Select a new language
ar: اختر لغة جديدة
it: Seleziona una nuova lingua
tr: Yeni bir dil seçin

source: This locale's language code is not supported
ar: رمز لغة هذه اللغة غير مدعوم
it: Il codice lingua di questa localizzazione non è supportato
tr: Bu yerelleştirmenin dil kodu desteklenmiyor.

source: Yes, delete
ar: نعم، احذف
it: Si, elimina
tr: Evet, sil

source: Back
ar: رجوع
it: Torna indietro
tr: Geri

source: This locale's current language code is not supported. Please choose a new language or delete this locale.
ar: رمز لغة هذه اللغة الحالي غير مدعوم. يرجى اختيار لغة جديدة أو حذف هذه اللغة.
it: La localizzazione del codice lingua attuale non è supportata. Scegli un'altra lingua o elimina questa localizzazione.
tr: Bu yerelleştirmenin mevcut dil kodu desteklenmiyor. Lütfen yeni bir dil seçin veya bu yerelleştirmeyi silin.

source: %(num_pages)d pages and %(num_others)d others
ar: %(num_pages)d صفحات و %(num_others)d أخرى
tr: %(num_pages)d sayfa ve %(num_others)d diğer

source: %(num_pages)d page
ar: %(num_pages)d صفحة
tr: %(num_pages)d sayfa

source: Locales
ar: اللغات
it: Lingue
tr: Yerelleştirmeler

source: Add a locale
ar: إضافة لغة
it: Aggiungi una localizzazione
tr: Yerelleştirme ekle

source: Usage
ar: الاستخدام
it: Utilizzo
tr: Kullanım

source: Add locale
ar: إضافة لغة
it: Aggiungi localizzazione
tr: Yerelleştirme ekle

source: Locale '%(object)s' created.
ar: تم إنشاء اللغة '%(object)s'.
tr: Yerelleştirme '%(object)s' oluşturuldu.

source: Locale '%(object)s' updated.
ar: تم تحديث اللغة '%(object)s'.
tr: Yerelleştirme '%(object)s' güncellendi.

source: The locale could not be saved due to errors.
ar: تعذر حفظ اللغة بسبب وجود أخطاء.
it: La localizzazione non può essere salvata per errori.
tr: Yerelleştirme hatalar nedeniyle kaydedilemedi.

source: Locale '%(object)s' deleted.
ar: تم حذف اللغة '%(object)s'.
tr: Yerelleştirme '%(object)s' silindi.

source: Delete locale
ar: حذف لغة
it: Elimina localizzazione.
tr: Yerelleştirmeyi sil

source: Are you sure you want to delete this locale?
ar: هل أنت متأكد أنك تريد حذف هذه اللغة؟
it: Sei sicuro di voler eliminare questa localizzazione?
tr: Bu yerelleştirmeyi silmek istediğinizden emin misiniz?

source: This locale cannot be deleted because there are no other locales.
ar: لا يمكن حذف هذه اللغة لأنه لا توجد لغات أخرى.
it: Questa localizzazione non può essere eliminata perché non sono presenti altre localizzazioni.
tr: Bu yerelleştirme silinemiyor çünkü başka yerelleştirmeler yok.

source: This locale cannot be deleted because there are pages and/or other objects using it.
ar: لا يمكن حذف هذه اللغة لأن هناك صفحات و/أو كائنات أخرى تستخدمها.
it: Questa localizzazione non può essere eliminata perché sono presenti altre pagine e/o oggetti che la stanno utilizzando.
tr: Bu yerelleştirme silinemiyor çünkü onu kullanan sayfalar ve/veya diğer nesneler var.

source: Locale '{0}' created.
it: Localizzazione '{0}' creata.

source: Locale '{0}' updated.
it: Localizzazione '{0}' aggiornata.

source: Locale '{0}' deleted.
it: Localizzazione '{0}' eliminata.
