Repository: wagtail/wagtail
Catalog: wagtail/contrib/search_promotions/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail search promotions
ar: ترويج البحث في Wagtail

source: Search term(s)/phrase
ar: مصطلح/عبارة البحث

source: Enter the full search string to match. An exact match is required for your Promoted Results to be displayed, wildcards are NOT allowed.
ar: أدخل نص البحث الكامل للمطابقة. مطلوب تطابق تام لعرض النتائج المروجة، ولا يُسمح باستخدام الأحرف البديلة (wildcards).

source: You must enter an external link text if you enter an external link URL.
ar: يجب إدخال نص للرابط الخارجي إذا قمت بإدخال عنوان URL لرابط خارجي.

source: You must recommend a page OR an external link.
ar: يجب التوصية بصفحة أو رابط خارجي.

source: Please only select a page OR enter an external link.
ar: الرجاء اختيار صفحة فقط أو إدخال رابط خارجي.

source: Please specify at least one recommendation for this search term.
ar: الرجاء تحديد توصية واحدة على الأقل لمصطلح البحث هذا.

source: Query Daily Hits
ar: الزيارات اليومية للاستعلام

source: page
ar: صفحة

source: Choose an internal page for this promotion
ar: اختر صفحة داخلية لهذا الترويج

source: External link URL
ar: عنوان URL للرابط الخارجي

source: Alternatively, use an external link for this promotion
ar: بدلاً من ذلك، استخدم رابطًا خارجيًا لهذا الترويج

source: description
ar: وصف

source: Applies to internal page or external link
ar: ينطبق على الصفحة الداخلية أو الرابط الخارجي

source: search promotion
ar: ترويج البحث

source: <p>Promoted search results are a means of recommending specific pages or external links that might not organically come high up in search results. E.g recommending your primary donation page to a user searching with the less common term "<em>giving</em>".</p>
ar: <p>النتائج المروجة للبحث هي وسيلة للتوصية بصفحات معينة أو روابط خارجية قد لا تظهر بشكل طبيعي في أعلى نتائج البحث. على سبيل المثال، التوصية بصفحة التبرعات الرئيسية الخاصة بك لمستخدم يبحث باستخدام المصطلح الأقل شيوعًا "<em>giving</em>".</p>

source: <p>The "Search term(s)/phrase" field below must contain the full and exact search for which you wish to provide recommended results, <em>including</em> any misspellings/user error. To help, you can choose from search terms that have been popular with users of your site.</p>
ar: <p>يجب أن يحتوي حقل "مصطلح/عبارة البحث" أدناه على نص البحث الكامل والدقيق الذي ترغب في توفير نتائج موصى به له، <em>بما في ذلك</em> أي أخطاء إملائية/أخطاء المستخدم. للمساعدة، يمكنك الاختيار من بين مصطلحات البحث التي كانت شائعة بين مستخدمي موقعك.</p>

source: Delete %(query)s
ar: حذف %(query)s

source: Are you sure you want to delete all promoted results for this search term?
ar: هل أنت متأكد أنك تريد حذف جميع النتائج المروجة لمصطلح البحث هذا؟

source: Move up
ar: تحريك لأعلى

source: Move down
ar: تحريك لأسفل

source: Drag
ar: سحب

source: Delete
ar: حذف

source: Recommended search result
ar: نتيجة البحث الموصى بها

source: Promoted search results
ar: نتائج البحث المروجة

source: Add a recommended result
ar: إضافة نتيجة موصى بها

source: Sorry, no promoted results match "<em>%(query_string)s</em>"
ar: عذرًا، لا توجد نتائج مروجة تطابق "<em>%(query_string)s</em>"

source: No promoted results have been created. Why not <a href="%(wagtailsearchpromotions_add_url)s">add one</a>?
ar: لم يتم إنشاء أي نتائج مروجة. لماذا لا <a href="%(wagtailsearchpromotions_add_url)s">تضيف واحدة</a>؟

source: No promoted results have been created.
ar: لم يتم إنشاء أي نتائج مروجة.

source: Popular search terms
ar: مصطلحات البحث الشائعة

source: Search
ar: بحث

source: Terms
ar: المصطلحات

source: Views
ar: المشاهدات

source: No results found
ar: لم يتم العثور على نتائج

source: Choose from popular search terms
ar: اختر من مصطلحات البحث الشائعة

source: External link
ar: رابط خارجي

source: None
ar: لا شيء

source: Date
ar: التاريخ

source: Search terms
ar: مصطلحات البحث

source: Search term(s)
ar: مصطلح(مصطلحات) البحث

source: Add new promoted result
ar: إضافة نتيجة مروجة جديدة

source: Promoted results
ar: النتائج المروجة

source: Promoted search result
ar: نتيجة البحث المروجة

source: Editor's picks for '%(query)s' created.
ar: تم إنشاء اختيارات المحرر لـ '%(query)s'.

source: Recommendations have not been created due to errors
ar: لم يتم إنشاء التوصيات بسبب وجود أخطاء

source: Editor's picks for '%(query)s' updated.
ar: تم تحديث اختيارات المحرر لـ '%(query)s'.

source: Recommendations have not been saved due to errors
ar: لم يتم حفظ التوصيات بسبب وجود أخطاء

source: Editor's picks deleted.
ar: تم حذف اختيارات المحرر.
