Repository: wagtail/wagtail
Catalog: wagtail/documents/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail documents
ar: مستندات Wagtail

source: Collection
ar: رزمة

source: Add
ar: إضافة

source: Add/edit documents you own
ar: إضافة/تحرير المستندات التي تملكها

source: Edit
ar: تحرير

source: Edit any document
ar: تحرير أي مستند

source: Choose
ar: اختيار

source: Select documents in choosers
ar: تحديد المستندات في أدوات الاختيار

source: title
ar: عنوان

source: file
ar: ملف

source: created at
ar: تاريخ الإنشاء

source: uploaded by user
ar: تم الرفع بواسطة المستخدم

source: tags
ar: وسوم

source: document
ar: مستند

source: documents
ar: مستندات

source: Add tags to 1 document
ar: إضافة وسوم إلى %(counter)s وثيقة

source: Add tags to documents
ar: إضافة وسوم إلى المستندات

source: Are you sure you want to tag the following document?
ar: هل أنت متأكد من رغبتك في وضع وسوم على المستند التالي؟

source: You don't have permission to add tags to this document
ar: ليس لديك الصلاحية لإضافة وسوم لهذا المستند

source: Yes, add
ar: نعم، أضف

source: No, don't add
ar: لا، لا تُضف

source: Add 1 document to new collection
ar: إضافة%(counter)s وثيقة إلى رزمة جديدة

source: Add documents to collection
ar: إضافة المستندات إلى رزمة

source: Are you sure you want to add the following document to the selected collection?
ar: هل أنت متأكد من رغبتك في إضافة المستند التالي إلى المجموعة المحددة؟

source: You don't have permission to add this document to a collection
ar: ليس لديك الصلاحية لإضافة هذا المستند إلى مجموعة

source: Delete 1 document
ar: حذف%(counter)s مستند

source: Delete documents
ar: حذف المستندات

source: Are you sure you want to delete this document?
ar: هل أنت متأكد من رغبتك في حذف هذا المستند؟

source: You don't have permission to delete this document
ar: ليس لديك الصلاحية لحذف هذا المستند

source: Yes, delete
ar: نعم، احذف

source: No, don't delete
ar: لا، لا تحذف

source: Latest documents
ar: أحدث المستندات

source: Sorry, no documents match "<em>%(search_query)s</em>"
ar: عذرًا، لا توجد مستندات تطابق "<em>%(search_query)s</em>"

source: You haven't uploaded any documents in this collection.
ar: لم تقم برفع أي مستندات في هذه الرزمة.

source: You haven't uploaded any documents.
ar: لم تقم برفع أي مستندات.

source: Why not <a class="upload-one-now" href="#tab-upload" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true">upload one now</a>?
ar: لماذا لا <a class="upload-one-now" href="#tab-upload" data-action="w-tabs#select:prevent" data-w-tabs-target="trigger" data-w-tabs-focus-param="true"> يتم رفع واحد الآن </a>؟

source: Change document:
ar: تغيير المستند:

source: Add a document
ar: إضافة مستند

source: Uploading…
ar: جاري الرفع…

source: Upload
ar: رفع

source: Filesize
ar: حجم الملف

source: File not found
ar: الملف غير موجود

source: Usage
ar: الاستخدام

source: Used %(usage_count)s time
ar: تم استخدامه %(usage_count)s مرة

source: Select all documents in listing
ar: تحديد جميع المستندات في القائمة

source: Sorry, no documents match "<em>%(query_string)s</em>"
ar: عذرًا، لا توجد مستندات تطابق "<em>%(query_string)s</em>"

source: You haven't uploaded any documents in this collection. Why not <a href="%(wagtaildocs_add_document_url)s">upload one now</a>?
ar: لم تقم برفع أي مستندات في هذه الرزمة. لماذا لا <a href="%(wagtaildocs_add_document_url)s">ترفع واحدًا الآن</a>؟

source: You haven't uploaded any documents. Why not <a href="%(wagtaildocs_add_document_url)s">upload one now</a>?
ar: لم تقم برفع أي مستندات. لماذا لا <a href="%(wagtaildocs_add_document_url)s">ترفع واحدًا الآن</a>؟

source: %(total)s Document <span class="w-sr-only">created in %(site_name)s</span>
ar: %(total)s مستند <span class="w-sr-only">تم إنشاؤه في %(site_name)s</span>

source: Add multiple documents
ar: إضافة مستندات متعددة

source: Drag and drop documents into this area to upload immediately.
ar: اسحب المستندات وأسقطها في هذه المنطقة لرفعها فورًا.

source: Or choose from your computer
ar: أو اختر من جهازك

source: Add to collection:
ar: إضافة إلى رزمة:

source: Upload successful. Please update this document with a more appropriate title, if necessary. You may also delete the document completely if the upload wasn't required.
ar: تم الرفع بنجاح. الرجاء تحديث هذا المستند بعنوان أكثر ملاءمة إذا لزم الأمر. يمكنك أيضًا حذف المستند تمامًا إذا لم يكن الرفع مطلوبًا.

source: Sorry, upload failed.
ar: عذرًا، فشل الرفع.

source: Document updated.
ar: تم تحديث المستند.

source: You need a password to access this document.
ar: أنت بحاجة إلى كلمة مرور للوصول إلى هذا المستند.

source: Document permissions
ar: أذونات المستندات

source: Add a document permission
ar: إضافة إذن مستند

source: Tags
ar: وسوم

source: Tag
ar: وسم

source: Add tags to the selected documents
ar: إضافة وسوم إلى المستندات المحددة

source: New tags have been added to %(num_parent_objects)d document
ar: تمت إضافة وسوم جديدة إلى %(num_parent_objects)d وثيقة

source: Add to collection
ar: إضافة إلى رزمة

source: Add selected documents to collection
ar: إضافة المستندات المحددة إلى رزمة

source: %(num_parent_objects)d document has been added to %(collection)s
ar: %(num_parent_objects)d تمت إضافة وثائق إلى %(collection)s

source: Delete
ar: حذف

source: Delete selected documents
ar: حذف المستندات المحددة

source: %(num_parent_objects)d document has been deleted
ar: %(num_parent_objects)d تم حذف مستند

source: File
ar: ملف

source: Created
ar: تاريخ الإنشاء

source: Choose a document
ar: اختيار مستند

source: Choose another document
ar: اختيار مستند آخر

source: Edit this document
ar: تحرير هذا المستند

source: Documents
ar: المستندات

source: Title
ar: العنوان

source: The document could not be created due to errors.
ar: تعذر إنشاء المستند بسبب أخطاء.

source: Document '%(document_title)s' added.
ar: تمت إضافة المستند '%(document_title)s'.

source: The document could not be saved due to errors.
ar: تعذر حفظ المستند بسبب أخطاء.

source: Document '%(document_title)s' updated
ar: تم تحديث المستند '%(document_title)s'

source: The file could not be found. Please change the source or delete the document
ar: تعذر العثور على الملف. الرجاء تغيير المصدر أو حذف المستند.

source: Delete document
ar: حذف مستند

source: Document '%(document_title)s' deleted.
ar: تم حذف المستند '%(document_title)s'.

source: Add documents
ar: إضافة مستندات

source: Document
ar: مستند

source: %(count)s document
ar: %(count)s مستند
