Repository: wagtail/wagtail
Catalog: wagtail/contrib/redirects/locale/tet/LC_MESSAGES/django.po
Languages: tet

source: Wagtail redirects
tet: Wagtail troka dalan

source: Type
tet: Tipu

source: From site
tet: Husi situs

source: All sites
tet: situs sira hotu

source: A redirect with this path already exists.
tet: Troko dalan ho parte ne'ebe mak existi tiha ona

source: Supported formats: %(supported_formats)s.
tet: Suporta formatu: %(supported_formats)s.

source: redirect from
tet: Troka dalan husi

source: site
tet: Situs

source: permanent
tet: permanente

source: Recommended. Permanent redirects ensure search engines forget the old page (the 'Redirect from') and index the new page instead.
tet: Rekomenda tiha. Permanente dalan ne'e garante katak buka ekipamentu la haluha ba pagina tuan(' torka dalan husi') no index foun em vez de.

source: redirect to a page
tet: Trokda dala ba pajina

source: redirect to any URL
tet: Troka dalan URL balu

source: temporary
tet: Temporariu

source: redirect
tet: Troka dalan

source: Add redirect
tet: hatama troka dalan

source: Save
tet: Rai

source: Redirects
tet: Troka dalan

source: Delete redirect %(title)s
tet: hamoos toka dalan %(title)s

source: Delete
tet: hamoos

source: Are you sure you want to delete this redirect?
tet: Ita serteza hakarak hamos dalan ida ne'e?

source: Yes, delete
tet: Loos, hamoos

source: Preview
tet: Pr√©-visualizasaun

source: Editing %(title)s
tet: Hadia hela %(title)s

source: Editing
tet: Hadia hela

source: Delete redirect
tet: hamoos toka dalan

source: From
tet: Husi

source: To
tet: Ba

source: Continue
tet: Kontinua

source: Site
tet: situs

source: Edit this redirect
tet: Hadia dalan ida ne'e

source: There is %(counter)s match
tet: Iha %(counter)s resultadu hanesan

source: Sorry, no redirects match "<em>%(query_string)s</em>"
tet: Diskulpa, laiha dalan hanesan "<em>%(query_string)s</em>"

source: No redirects have been created. Why not <a href="%(wagtailredirects_add_redirect_url)s">add one</a>?
tet: Laiha dalan ne'ebe mak kria ona. Tamba sa <a href="%(wagtailredirects_add_redirect_url)s">hatama ida</a>?

source: Search redirects
tet: Buka troka dalan

source: Redirect '{0}' updated.
tet: Troka dalan '{0}' Atualiza ona

source: Edit
tet: hadia

source: The redirect could not be saved due to errors.
tet: Buka troka dalan labele labele rai tamba erru sira.

source: Redirect '{0}' deleted.
tet: Troka dalan '{0}' hamos ona.

source: Redirect '{0}' added.
tet: Troka dalan '{0}' hatama ona.

source: The redirect could not be created due to errors.
tet: Dalan labele kria tamba tamba erru.
