Repository: wagtail/wagtail
Catalog: wagtail/contrib/simple_translation/locale/*/LC_MESSAGES/django.po
Languages: ar, tr

source: Wagtail simple translation
ar: ترجمة بسيطة لـ Wagtail
tr: Wagtail basit çeviri

source: Select all
ar: تحديد الكل
tr: Tümünü seç

source: Locales
ar: اللغات
tr: Yerelleştirmeler

source: All child pages will be created.
ar: سيتم إنشاء جميع الصفحات الفرعية.
tr: Tüm alt sayfalar oluşturulacaktır.

source: Include subtree (%(descendant_count)s page)
ar: تضمين الشجرة الفرعية (%(descendant_count)s صفحة)
tr: Alt ağaç dahil et (%(descendant_count)s sayfa)

source: A locale is disabled because a parent page is not translated.
ar: لغة واحدة معطلة لأن الصفحة الأم غير مترجمة.
tr: Bir yerelleştirme, bir üst sayfa çevrilmediği için devre dışı bırakıldı.

source: Translate the parent page.
ar: ترجمة الصفحة الأم.
tr: Üst sayfayı çevir.

source: Can submit translations
ar: يمكن تقديم الترجمات
tr: Çevirileri gönderebilir

source: Submit
ar: إرسال
tr: Gönder

source: Translate
ar: ترجمة
tr: Çevir

source: %(locales_count)s locales
ar: %(locales_count)s لغات
tr: %(locales_count)s yerelleştirme

source: Translate page
ar: ترجمة صفحة
tr: Sayfayı çevir

source: The page '%(page_title)s' was successfully created in %(locales)s
ar: تم إنشاء الصفحة '%(page_title)s' بنجاح في %(locales)s
tr: Sayfa '%(page_title)s' başarıyla %(locales)s oluşturuldu.

source: Translate %(model_name)s
ar: ترجمة %(model_name)s
tr: Çevir %(model_name)s

source: Successfully created %(locales)s for %(model_name)s '%(object)s'
ar: تم إنشاء %(locales)s بنجاح لـ %(model_name)s '%(object)s'
tr: Başarıyla %(locales)s oluşturuldu %(model_name)s '%(object)s' için

source: Translate this page
ar: ترجمة هذه الصفحة
tr: Bu sayfayı çevir
