Repository: wagtail/wagtail
Catalog: wagtail/contrib/table_block/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wagtail table block
ar: كتلة جدول Wagtail

source: Row header
ar: رأس الصف

source: Table headers
ar: رؤوس الجدول

source: Display the first row as a header
ar: عرض الصف الأول كرأس

source: Display the first column as a header
ar: عرض العمود الأول كرأس

source: Column header
ar: رأس العمود

source: Display the first row AND first column as headers
ar: عرض الصف الأول والعمود الأول كرؤوس

source: No headers
ar: بدون رؤوس

source: Which cells should be displayed as headers?
ar: أي الخلايا يجب عرضها كرؤوس؟

source: Table caption
ar: عنوان الجدول

source: A heading that identifies the overall topic of the table, and is useful for screen reader users.
ar: عنوان يحدد الموضوع العام للجدول، ومفيد لمستخدمي قارئات الشاشة.

source: Table
ar: جدول
